{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|pad|>": 0,
      "<|unk|>": 1,
      "<|bos|>": 2,
      "<|eos|>": 3,
      "<think>": 4,
      "</think>": 5,
      "<|user|>": 6,
      "<|assistant|>": 7,
      "!": 8,
      "\"": 9,
      "#": 10,
      "$": 11,
      "%": 12,
      "&": 13,
      "'": 14,
      "(": 15,
      ")": 16,
      "*": 17,
      "+": 18,
      ",": 19,
      "-": 20,
      ".": 21,
      "/": 22,
      "0": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      "9": 32,
      ":": 33,
      ";": 34,
      "<": 35,
      "=": 36,
      ">": 37,
      "?": 38,
      "@": 39,
      "A": 40,
      "B": 41,
      "C": 42,
      "D": 43,
      "E": 44,
      "F": 45,
      "G": 46,
      "H": 47,
      "I": 48,
      "J": 49,
      "K": 50,
      "L": 51,
      "M": 52,
      "N": 53,
      "O": 54,
      "P": 55,
      "Q": 56,
      "R": 57,
      "S": 58,
      "T": 59,
      "U": 60,
      "V": 61,
      "W": 62,
      "X": 63,
      "Y": 64,
      "Z": 65,
      "[": 66,
      "\\": 67,
      "]": 68,
      "^": 69,
      "_": 70,
      "`": 71,
      "a": 72,
      "b": 73,
      "c": 74,
      "d": 75,
      "e": 76,
      "f": 77,
      "g": 78,
      "h": 79,
      "i": 80,
      "j": 81,
      "k": 82,
      "l": 83,
      "m": 84,
      "n": 85,
      "o": 86,
      "p": 87,
      "q": 88,
      "r": 89,
      "s": 90,
      "t": 91,
      "u": 92,
      "v": 93,
      "w": 94,
      "x": 95,
      "y": 96,
      "z": 97,
      "{": 98,
      "|": 99,
      "}": 100,
      "~": 101,
      "¡": 102,
      "¢": 103,
      "£": 104,
      "¤": 105,
      "¥": 106,
      "¦": 107,
      "§": 108,
      "¨": 109,
      "©": 110,
      "ª": 111,
      "«": 112,
      "¬": 113,
      "®": 114,
      "¯": 115,
      "°": 116,
      "±": 117,
      "²": 118,
      "³": 119,
      "´": 120,
      "µ": 121,
      "¶": 122,
      "·": 123,
      "¸": 124,
      "¹": 125,
      "º": 126,
      "»": 127,
      "¼": 128,
      "½": 129,
      "¾": 130,
      "¿": 131,
      "À": 132,
      "Á": 133,
      "Â": 134,
      "Ã": 135,
      "Ä": 136,
      "Å": 137,
      "Æ": 138,
      "Ç": 139,
      "È": 140,
      "É": 141,
      "Ê": 142,
      "Ë": 143,
      "Ì": 144,
      "Í": 145,
      "Î": 146,
      "Ï": 147,
      "Ð": 148,
      "Ñ": 149,
      "Ò": 150,
      "Ó": 151,
      "Ô": 152,
      "Õ": 153,
      "Ö": 154,
      "×": 155,
      "Ø": 156,
      "Ù": 157,
      "Ú": 158,
      "Û": 159,
      "Ü": 160,
      "Ý": 161,
      "Þ": 162,
      "ß": 163,
      "à": 164,
      "á": 165,
      "â": 166,
      "ã": 167,
      "ä": 168,
      "å": 169,
      "æ": 170,
      "ç": 171,
      "è": 172,
      "é": 173,
      "ê": 174,
      "ë": 175,
      "ì": 176,
      "í": 177,
      "î": 178,
      "ï": 179,
      "ð": 180,
      "ñ": 181,
      "ò": 182,
      "ó": 183,
      "ô": 184,
      "õ": 185,
      "ö": 186,
      "÷": 187,
      "ø": 188,
      "ù": 189,
      "ú": 190,
      "û": 191,
      "ü": 192,
      "ý": 193,
      "þ": 194,
      "ÿ": 195,
      "Ā": 196,
      "ā": 197,
      "Ă": 198,
      "ă": 199,
      "Ą": 200,
      "ą": 201,
      "Ć": 202,
      "ć": 203,
      "Ĉ": 204,
      "ĉ": 205,
      "Ċ": 206,
      "ċ": 207,
      "Č": 208,
      "č": 209,
      "Ď": 210,
      "ď": 211,
      "Đ": 212,
      "đ": 213,
      "Ē": 214,
      "ē": 215,
      "Ĕ": 216,
      "ĕ": 217,
      "Ė": 218,
      "ė": 219,
      "Ę": 220,
      "ę": 221,
      "Ě": 222,
      "ě": 223,
      "Ĝ": 224,
      "ĝ": 225,
      "Ğ": 226,
      "ğ": 227,
      "Ġ": 228,
      "ġ": 229,
      "Ģ": 230,
      "ģ": 231,
      "Ĥ": 232,
      "ĥ": 233,
      "Ħ": 234,
      "ħ": 235,
      "Ĩ": 236,
      "ĩ": 237,
      "Ī": 238,
      "ī": 239,
      "Ĭ": 240,
      "ĭ": 241,
      "Į": 242,
      "į": 243,
      "İ": 244,
      "ı": 245,
      "Ĳ": 246,
      "ĳ": 247,
      "Ĵ": 248,
      "ĵ": 249,
      "Ķ": 250,
      "ķ": 251,
      "ĸ": 252,
      "Ĺ": 253,
      "ĺ": 254,
      "Ļ": 255,
      "ļ": 256,
      "Ľ": 257,
      "ľ": 258,
      "Ŀ": 259,
      "ŀ": 260,
      "Ł": 261,
      "ł": 262,
      "Ń": 263,
      "Ġt": 264,
      "Ġa": 265,
      "on": 266,
      "he": 267,
      "in": 268,
      "ti": 269,
      "er": 270,
      "en": 271,
      "čĊ": 272,
      "es": 273,
      "Ġc": 274,
      "Ġs": 275,
      "Ġo": 276,
      "Ġthe": 277,
      "re": 278,
      "al": 279,
      "Ġp": 280,
      "ro": 281,
      "tion": 282,
      "at": 283,
      "an": 284,
      "Ġan": 285,
      "Ġf": 286,
      "Ġm": 287,
      "le": 288,
      "Ġof": 289,
      "is": 290,
      "Ġd": 291,
      "Ġin": 292,
      "Ġe": 293,
      "it": 294,
      "Ġand": 295,
      "Ġb": 296,
      "ic": 297,
      "or": 298,
      "ar": 299,
      "ct": 300,
      "Ġ=": 301,
      "ing": 302,
      "Ġw": 303,
      "ation": 304,
      "el": 305,
      "qu": 306,
      "Ġto": 307,
      "ed": 308,
      "ent": 309,
      "Ġn": 310,
      "Ġis": 311,
      "om": 312,
      "Ġre": 313,
      "as": 314,
      "the": 315,
      "Ġth": 316,
      "ol": 317,
      "Ġg": 318,
      "um": 319,
      "Ġl": 320,
      "ri": 321,
      "un": 322,
      "os": 323,
      "ce": 324,
      "st": 325,
      "ul": 326,
      "Ġpro": 327,
      "ve": 328,
      "Ġh": 329,
      "Ġcon": 330,
      "ction": 331,
      "tic": 332,
      "us": 333,
      "Ġen": 334,
      "et": 335,
      "id": 336,
      "im": 337,
      "erg": 338,
      "Ġst": 339,
      "Ġr": 340,
      "Ġfor": 341,
      "Ġthat": 342,
      "Ġequ": 343,
      "gh": 344,
      "Ġal": 345,
      "ergy": 346,
      "em": 347,
      "iv": 348,
      "ur": 349,
      "Ġat": 350,
      "ers": 351,
      "ess": 352,
      "ir": 353,
      "Ġsp": 354,
      "ch": 355,
      "Ġenergy": 356,
      "ot": 357,
      "Ġor": 358,
      "ati": 359,
      "als": 360,
      "lect": 361,
      "od": 362,
      "ut": 363,
      "Ġint": 364,
      "ity": 365,
      "il": 366,
      "ow": 367,
      "ons": 368,
      "rom": 369,
      "ates": 370,
      "Ġv": 371,
      "Ġch": 372,
      "Ġby": 373,
      "am": 374,
      "Ġare": 375,
      "etic": 376,
      "ab": 377,
      "du": 378,
      "Ġac": 379,
      "ang": 380,
      "ith": 381,
      "its": 382,
      "eg": 383,
      "Ġelect": 384,
      "ical": 385,
      "ell": 386,
      "ec": 387,
      "pl": 388,
      "ure": 389,
      "ant": 390,
      "Ġmo": 391,
      "Ġgen": 392,
      "per": 393,
      "Ġwith": 394,
      "ra": 395,
      "ta": 396,
      "Ġfrom": 397,
      "ran": 398,
      "Ġk": 399,
      "Ġon": 400,
      "Ġcom": 401,
      "ate": 402,
      "und": 403,
      "ff": 404,
      "ig": 405,
      "ion": 406,
      "Ġex": 407,
      "Ġtim": 408,
      "yst": 409,
      "enti": 410,
      "rou": 411,
      "ag": 412,
      "ly": 413,
      "ond": 414,
      "Ġcell": 415,
      "Ġall": 416,
      "Ġelectr": 417,
      "cle": 418,
      "hem": 419,
      "Ġrea": 420,
      "rib": 421,
      "Ġequals": 422,
      "ect": 423,
      "Ġas": 424,
      "ist": 425,
      "Ġdi": 426,
      "ative": 427,
      "ment": 428,
      "ore": 429,
      "Ġ(": 430,
      "Ġpr": 431,
      "Ġme": 432,
      "Ġli": 433,
      "Ġchang": 434,
      "rans": 435,
      "ystem": 436,
      "pro": 437,
      "ple": 438,
      "eri": 439,
      "Ġnum": 440,
      "Ġla": 441,
      "ular": 442,
      "ci": 443,
      "ral": 444,
      "ter": 445,
      "ence": 446,
      "Ġstates": 447,
      "rough": 448,
      "Ġnumb": 449,
      "ad": 450,
      "gen": 451,
      "ver": 452,
      "ĠC": 453,
      "ĠF": 454,
      "Ġun": 455,
      "ine": 456,
      "Ġsystem": 457,
      "Ġmat": 458,
      "Ġwh": 459,
      "ass": 460,
      "Ġthrough": 461,
      "Ġprodu": 462,
      "ctions": 463,
      "Ġlaw": 464,
      "ace": 465,
      "ition": 466,
      "na": 467,
      "Ġcan": 468,
      "Ġchem": 469,
      "Ġfre": 470,
      "Ġdes": 471,
      "ther": 472,
      "Ġinteg": 473,
      "Ġmole": 474,
      "ib": 475,
      "iz": 476,
      "yn": 477,
      "Ġits": 478,
      "Ġtrans": 479,
      "Ġfun": 480,
      "Ġbe": 481,
      "Ġwa": 482,
      "Ġwhe": 483,
      "Ġres": 484,
      "ght": 485,
      "Ġtimes": 486,
      "bs": 487,
      "pr": 488,
      "th": 489,
      "ucle": 490,
      "ves": 491,
      "Ġhe": 492,
      "Ġph": 493,
      "Ġde": 494,
      "Ġbet": 495,
      "stant": 496,
      "ay": 497,
      "ds": 498,
      "ous": 499,
      "ph": 500,
      "Ġtw": 501,
      "Ġtheore": 502,
      "Ġconstant": 503,
      "Ġmolec": 504,
      "Ġtheorem": 505,
      "ain": 506,
      "een": 507,
      "eed": 508,
      "ies": 509,
      "lu": 510,
      "ms": 511,
      "ween": 512,
      "Ġ+": 513,
      "erv": 514,
      "eriv": 515,
      "eng": 516,
      "Ġse": 517,
      "Ġinc": 518,
      "ations": 519,
      "quen": 520,
      "ase": 521,
      "Ġstr": 522,
      "Ġatom": 523,
      "able": 524,
      "Ġacid": 525,
      "ential": 526,
      "Ġchemical": 527,
      "Ġdesc": 528,
      "Ġfunction": 529,
      "Ġbetween": 530,
      "are": 531,
      "act": 532,
      "ge": 533,
      "og": 534,
      "ution": 535,
      "vol": 536,
      "Ġ-": 537,
      "ĠN": 538,
      "Ġi": 539,
      "Ġus": 540,
      "Ġap": 541,
      "Ġco": 542,
      "Ġcar": 543,
      "all": 544,
      "Ġpar": 545,
      "Ġfi": 546,
      "ich": 547,
      "orm": 548,
      "Ġcons": 549,
      "ide": 550,
      "Ġforce": 551,
      "Ġspace": 552,
      "Ġinto": 553,
      "agn": 554,
      "Ġintegral": 555,
      "Ġdescrib": 556,
      "'s": 557,
      "ac": 558,
      "ach": 559,
      "ding": 560,
      "ein": 561,
      "gan": 562,
      "oc": 563,
      "ps": 564,
      "vel": 565,
      "Ġ\\": 566,
      "Ġx": 567,
      "ties": 568,
      "Ġsu": 569,
      "Ġpl": 570,
      "Ġpo": 571,
      "Ġmet": 572,
      "Ġmass": 573,
      "ory": 574,
      "Ġnucle": 575,
      "ill": 576,
      "Ġgenetic": 577,
      "Ġtwo": 578,
      "Ġfiel": 579,
      "cess": 580,
      "me": 581,
      "pos": 582,
      "sis": 583,
      "vity": 584,
      "Ġqu": 585,
      "int": 586,
      "Ġthey": 587,
      "Ġtheir": 588,
      "ature": 589,
      "ane": 590,
      "ics": 591,
      "ard": 592,
      "quare": 593,
      "ases": 594,
      "rix": 595,
      "Ġprot": 596,
      "Ġprocess": 597,
      "Ġhy": 598,
      "Ġhas": 599,
      "Ġorgan": 600,
      "Ġone": 601,
      "ffer": 602,
      "Ġlight": 603,
      "Ġchange": 604,
      "Ġwhich": 605,
      "Ġfrequen": 606,
      "agnetic": 607,
      "cy": 608,
      "ces": 609,
      "dro": 610,
      "if": 611,
      "ient": 612,
      "ound": 613,
      "rt": 614,
      "ry": 615,
      "Ġ*": 616,
      "tial": 617,
      "ens": 618,
      "Ġsol": 619,
      "Ġsquare": 620,
      "ated": 621,
      "Ġeach": 622,
      "ication": 623,
      "ary": 624,
      "elta": 625,
      "Ġne": 626,
      "Ġproper": 627,
      "essure": 628,
      "Ġspeed": 629,
      "Ġreactions": 630,
      "ects": 631,
      "Ġnumbers": 632,
      "Ġmatrix": 633,
      "Ġresp": 634,
      "..": 635,
      "bj": 636,
      "elect": 637,
      "les": 638,
      "pi": 639,
      "pen": 640,
      "ration": 641,
      "ts": 642,
      "Ġz": 643,
      "Ġtem": 644,
      "Ġad": 645,
      "ong": 646,
      "erm": 647,
      "ero": 648,
      "Ġcl": 649,
      "Ġcal": 650,
      "Ġsh": 651,
      "Ġsm": 652,
      "Ġsec": 653,
      "Ġobj": 654,
      "Ġtheory": 655,
      "Ġperi": 656,
      "ros": 657,
      "Ġdiv": 658,
      "Ġdec": 659,
      "Ġderiv": 660,
      "Ġele": 661,
      "oment": 662,
      "Ġrel": 663,
      "ulti": 664,
      "Ġha": 665,
      "Ġhow": 666,
      "Ġform": 667,
      "Ġacc": 668,
      "tain": 669,
      "Ġtime": 670,
      "Ġcells": 671,
      "Ġchanges": 672,
      "Ġnumber": 673,
      "ength": 674,
      "Ġappro": 675,
      "Ġhydro": 676,
      "Ġsecond": 677,
      "Ġperiod": 678,
      "form": 679,
      "ial": 680,
      "la": 681,
      "ma": 682,
      "mv": 683,
      "py": 684,
      "pul": 685,
      "ric": 686,
      "ue": 687,
      "ĠP": 688,
      "ĠT": 689,
      "Ġ[": 690,
      "Ġim": 691,
      "Ġund": 692,
      "Ġam": 693,
      "inci": 694,
      "Ġsum": 695,
      "Ġpre": 696,
      "Ġpos": 697,
      "Ġpot": 698,
      "Ġmoment": 699,
      "Ġdist": 700,
      "Ġdna": 701,
      "Ġbond": 702,
      "ctor": 703,
      "eloc": 704,
      "Ġnot": 705,
      "Ġreg": 706,
      "rium": 707,
      "Ġprop": 708,
      "Ġequation": 709,
      "iron": 710,
      "Ġorb": 711,
      "ilib": 712,
      "Ġvol": 713,
      "perature": 714,
      "Ġkin": 715,
      "ffic": 716,
      "ign": 717,
      "Ġelectron": 718,
      "Ġreaction": 719,
      "Ġdiffer": 720,
      "Ġpressure": 721,
      "Ġprinci": 722,
      "ynthe": 723,
      "Ġwave": 724,
      "Ġwhen": 725,
      "Ġpartic": 726,
      "Ġfrequency": 727,
      "Ġproperties": 728,
      "Ġtemperature": 729,
      "Ġsmall": 730,
      "ross": 731,
      "ilibrium": 732,
      "NA": 733,
      "ap": 734,
      "air": 735,
      "bon": 736,
      "dt": 737,
      "low": 738,
      "ou": 739,
      "ox": 740,
      "par": 741,
      "put": 742,
      "ty": 743,
      "tane": 744,
      "vers": 745,
      "xim": 746,
      "ĠE": 747,
      "ĠJ": 748,
      "Ġit": 749,
      "Ġtri": 750,
      "Ġact": 751,
      "Ġcol": 752,
      "Ġsam": 753,
      "Ġsign": 754,
      "reases": 755,
      "ath": 756,
      "ater": 757,
      "Ġmulti": 758,
      "Ġdis": 759,
      "Ġdelta": 760,
      "Ġbut": 761,
      "Ġbase": 762,
      "ari": 763,
      "ely": 764,
      "ents": 765,
      "Ġgiv": 766,
      "Ġgra": 767,
      "ose": 768,
      "Ġrate": 769,
      "Ġequilibrium": 770,
      "atis": 771,
      "Ġveloc": 772,
      "Ġvari": 773,
      "abla": 774,
      "antum": 775,
      "Ġelectrons": 776,
      "Ġmean": 777,
      "Ġmeas": 778,
      "Ġlik": 779,
      "press": 780,
      "Ġatomic": 781,
      "Ġdescribes": 782,
      "Ġplus": 783,
      "Ġfield": 784,
      "Ġorganis": 785,
      "Ġsquared": 786,
      "Ġzero": 787,
      "Ġhave": 788,
      "Ġunder": 789,
      "Ġpotential": 790,
      "Ġmomentum": 791,
      "Ġorbit": 792,
      "fficient": 793,
      "Ġprinciple": 794,
      "Ġvelocity": 795,
      "_{": 796,
      "ak": 797,
      "bin": 798,
      "cc": 799,
      "co": 800,
      "cal": 801,
      "cent": 802,
      "out": 803,
      "pon": 804,
      "ule": 805,
      "viron": 806,
      "ys": 807,
      "ycle": 808,
      "ĠA": 809,
      "ĠK": 810,
      "Ġle": 811,
      "Ġent": 812,
      "Ġid": 813,
      "Ġar": 814,
      "Ġcur": 815,
      "Ġcycle": 816,
      "Ġox": 817,
      "Ġocc": 818,
      "Ġper": 819,
      "Ġpair": 820,
      "ropy": 821,
      "anics": 822,
      "Ġang": 823,
      "Ġfund": 824,
      "Ġind": 825,
      "Ġinvol": 826,
      "ite": 827,
      "ork": 828,
      "ental": 829,
      "Ġthis": 830,
      "osis": 831,
      "vector": 832,
      "Ġcontain": 833,
      "Ġenviron": 834,
      "ures": 835,
      "Ġspec": 836,
      "chanics": 837,
      "ility": 838,
      "amental": 839,
      "duction": 840,
      "egative": 841,
      "plication": 842,
      "Ġgene": 843,
      "Ġkg": 844,
      "Ġcomple": 845,
      "igen": 846,
      "Ġdire": 847,
      "Ġmechanics": 848,
      "Ġproduct": 849,
      "Ġfree": 850,
      "Ġphot": 851,
      "Ġphys": 852,
      "Ġmolecular": 853,
      "Ġinclu": 854,
      "Ġcarbon": 855,
      "Ġpoint": 856,
      "Ġnucleus": 857,
      "Ġquantum": 858,
      "Ġprotein": 859,
      "Ġadd": 860,
      "Ġclos": 861,
      "Ġderivative": 862,
      "Ġelement": 863,
      "Ġvolum": 864,
      "Ġkinetic": 865,
      "ynthesis": 866,
      "taneous": 867,
      "Ġorganisms": 868,
      "Ġoccur": 869,
      "Ġfundamental": 870,
      "Ġenvironment": 871,
      "dx": 872,
      "efficient": 873,
      "fin": 874,
      "ium": 875,
      "lo": 876,
      "mit": 877,
      "pol": 878,
      "pound": 879,
      "qrt": 880,
      "tal": 881,
      "uct": 882,
      "vi": 883,
      "val": 884,
      "ving": 885,
      "wt": 886,
      "}^": 887,
      "ĠR": 888,
      "ĠS": 889,
      "Ġtra": 890,
      "est": 891,
      "Ġset": 892,
      "Ġscal": 893,
      "Ġover": 894,
      "Ġobs": 895,
      "Ġpol": 896,
      "tional": 897,
      "atur": 898,
      "and": 899,
      "ann": 900,
      "Ġany": 901,
      "Ġflow": 902,
      "Ġmod": 903,
      "Ġmagnetic": 904,
      "lection": 905,
      "Ġdet": 906,
      "Ġbi": 907,
      "ortional": 908,
      "arg": 909,
      "Ġwork": 910,
      "eler": 911,
      "Ġtoge": 912,
      "Ġtotal": 913,
      "Ġno": 914,
      "omial": 915,
      "ast": 916,
      "Ġgrou": 917,
      "Ġlim": 918,
      "Ġline": 919,
      "Ġlength": 920,
      "ula": 921,
      "Ġconcent": 922,
      "Ġspon": 923,
      "ativity": 924,
      "own": 925,
      "ower": 926,
      "Ġacross": 927,
      "Ġgener": 928,
      "Ġcomm": 929,
      "Ġcompound": 930,
      "Ġelectric": 931,
      "ized": 932,
      "Ġwhere": 933,
      "ays": 934,
      "erved": 935,
      "Ġincreases": 936,
      "Ġstrong": 937,
      "Ġstruct": 938,
      "Ġ->": 939,
      "Ġusing": 940,
      "Ġcoefficient": 941,
      "Ġsuch": 942,
      "Ġpopul": 943,
      "Ġprocesses": 944,
      "ific": 945,
      "Ġsolution": 946,
      "pend": 947,
      "ermin": 948,
      "Ġobjects": 949,
      "Ġrelates": 950,
      "Ġformula": 951,
      "Ġacceler": 952,
      "Ġapproxim": 953,
      "Ġhydrogen": 954,
      "Ġperiodic": 955,
      "Ġposition": 956,
      "Ġdistrib": 957,
      "Ġproportional": 958,
      "partial": 959,
      "verse": 960,
      "Ġsignals": 961,
      "Ġpairs": 962,
      "Ġdetermin": 963,
      "Ġtogether": 964,
      ")*": 965,
      "Bol": 966,
      "]^": 967,
      "^(": 968,
      "au": 969,
      "atic": 970,
      "aus": 971,
      "bd": 972,
      "ced": 973,
      "cul": 974,
      "fer": 975,
      "ho": 976,
      "ions": 977,
      "li": 978,
      "lation": 979,
      "less": 980,
      "mod": 981,
      "mann": 982,
      "nal": 983,
      "not": 984,
      "nabla": 985,
      "otic": 986,
      "our": 987,
      "phe": 988,
      "sion": 989,
      "tz": 990,
      "tro": 991,
      "trans": 992,
      "ward": 993,
      "ym": 994,
      "Ġ.": 995,
      "ĠH": 996,
      "Ġu": 997,
      "Ġro": 998,
      "Ġvector": 999,
      "her": 1000,
      "Ġsur": 1001,
      "Ġsatis": 1002,
      "Ġout": 1003,
      "Ġoper": 1004,
      "Ġother": 1005,
      "Ġfir": 1006,
      "Ġma": 1007,
      "Ġmu": 1008,
      "Ġmem": 1009,
      "Ġmess": 1010,
      "Ġdri": 1011,
      "Ġeff": 1012,
      "Ġbin": 1013,
      "ors": 1014,
      "que": 1015,
      "Ġnit": 1016,
      "Ġnegative": 1017,
      "ome": 1018,
      "omet": 1019,
      "Ġrele": 1020,
      "Ġrepr": 1021,
      "Ġglu": 1022,
      "Ġliv": 1023,
      "osynthesis": 1024,
      "osphe": 1025,
      "str": 1026,
      "ules": 1027,
      "Ġhi": 1028,
      "Ġrad": 1029,
      "ivers": 1030,
      "Ġatm": 1031,
      "oth": 1032,
      "ute": 1033,
      "Ġinter": 1034,
      "romagnetic": 1035,
      "ambd": 1036,
      "ability": 1037,
      "pli": 1038,
      "Ġgenes": 1039,
      "Ġwithout": 1040,
      "Ġexpress": 1041,
      "entiation": 1042,
      "entity": 1043,
      "Ġallow": 1044,
      "ists": 1045,
      "Ġpres": 1046,
      "erial": 1047,
      "Ġunits": 1048,
      "Ġproduce": 1049,
      "ynam": 1050,
      "Ġtransform": 1051,
      "pha": 1052,
      "Ġmolecules": 1053,
      "Ġsequ": 1054,
      "Ġions": 1055,
      "Ġdescribe": 1056,
      "psi": 1057,
      "Ġfields": 1058,
      "Ġrespons": 1059,
      "...": 1060,
      "Ġcalcul": 1061,
      "Ġbonds": 1062,
      "Ġparticles": 1063,
      "Ġsame": 1064,
      "Ġgives": 1065,
      "Ġmeasures": 1066,
      "Ġlike": 1067,
      "Ġorbitals": 1068,
      "Ġidentity": 1069,
      "Ġdirection": 1070,
      "Ġphysical": 1071,
      "Ġvolume": 1072,
      "Ġoccurs": 1073,
      "}^{": 1074,
      "atural": 1075,
      "Ġconcentration": 1076,
      "Ġspontaneous": 1077,
      "Ġacceleration": 1078,
      "Boltz": 1079,
      "Ġsatisf": 1080,
      "Ġfirst": 1081,
      "Ġmesseng": 1082,
      "Ġrepres": 1083,
      "Ġliving": 1084,
      "ambda": 1085,
      "Boltzmann": 1086,
      "))": 1087,
      "),": 1088,
      "/(": 1089,
      "CO": 1090,
      "Deriv": 1091,
      "RNA": 1092,
      "TP": 1093,
      "bi": 1094,
      "ble": 1095,
      "berg": 1096,
      "bran": 1097,
      "bability": 1098,
      "cell": 1099,
      "cose": 1100,
      "dies": 1101,
      "equ": 1102,
      "ewt": 1103,
      "ius": 1104,
      "kT": 1105,
      "lan": 1106,
      "mol": 1107,
      "main": 1108,
      "oid": 1109,
      "oci": 1110,
      "sol": 1111,
      "sqrt": 1112,
      "soci": 1113,
      "ted": 1114,
      "udies": 1115,
      "yl": 1116,
      "yp": 1117,
      "ygen": 1118,
      "}{": 1119,
      "ĠG": 1120,
      "ĠM": 1121,
      "ĠV": 1122,
      "ĠW": 1123,
      "Ġy": 1124,
      "Ġten": 1125,
      "one": 1126,
      "energy": 1127,
      "Ġsound": 1128,
      "Ġos": 1129,
      "ree": 1130,
      "aly": 1131,
      "Ġpath": 1132,
      "Ġpower": 1133,
      "rost": 1134,
      "rogen": 1135,
      "ating": 1136,
      "ately": 1137,
      "ance": 1138,
      "Ġmin": 1139,
      "ision": 1140,
      "Ġdo": 1141,
      "Ġdens": 1142,
      "Ġinput": 1143,
      "Ġev": 1144,
      "Ġeigen": 1145,
      "Ġbas": 1146,
      "Ġbec": 1147,
      "Ġbact": 1148,
      "Ġboth": 1149,
      "ord": 1150,
      "arge": 1151,
      "Ġwill": 1152,
      "Ġwater": 1153,
      "elf": 1154,
      "eli": 1155,
      "Ġnon": 1156,
      "omes": 1157,
      "ompos": 1158,
      "Ġreal": 1159,
      "Ġrepro": 1160,
      "Ġremain": 1161,
      "Ġthan": 1162,
      "olog": 1163,
      "Ġge": 1164,
      "Ġgas": 1165,
      "oss": 1166,
      "vec": 1167,
      "Ġconver": 1168,
      "tical": 1169,
      "eta": 1170,
      "imens": 1171,
      "ergence": 1172,
      "Ġstudies": 1173,
      "Ġrati": 1174,
      "Ġrna": 1175,
      "Ġequal": 1176,
      "Ġalk": 1177,
      "Ġalter": 1178,
      "Ġalpha": 1179,
      "Ġchain": 1180,
      "Ġcharg": 1181,
      "Ġarea": 1182,
      "Ġelectromagnetic": 1183,
      "ploid": 1184,
      "ants": 1185,
      "Ġmotion": 1186,
      "Ġexter": 1187,
      "Ġexact": 1188,
      "Ġcellular": 1189,
      "hemical": 1190,
      "very": 1191,
      "Ġunit": 1192,
      "Ġmatter": 1193,
      "Ġcannot": 1194,
      "ible": 1195,
      "Ġwaves": 1196,
      "Ġwavel": 1197,
      "Ġrest": 1198,
      "Ġmolecule": 1199,
      "Ġselection": 1200,
      "Ġatoms": 1201,
      "Ġacids": 1202,
      "volution": 1203,
      "ĠNA": 1204,
      "Ġcoun": 1205,
      "Ġcarri": 1206,
      "vels": 1207,
      "Ġmeters": 1208,
      "Ġprotons": 1209,
      "electr": 1210,
      "Ġobject": 1211,
      "Ġdivid": 1212,
      "Ġdecompos": 1213,
      "Ġregul": 1214,
      "Ġdifferentiation": 1215,
      "Ġparticle": 1216,
      "Ġtriang": 1217,
      "Ġacts": 1218,
      "Ġvariation": 1219,
      "Ġmeans": 1220,
      "Ġmeaning": 1221,
      "Ġentropy": 1222,
      "Ġangular": 1223,
      "Ġcontains": 1224,
      "Ġcomplex": 1225,
      "Ġincluding": 1226,
      "Ġclosed": 1227,
      "Ġflows": 1228,
      "Ġgroup": 1229,
      "Ġlinear": 1230,
      "Ġcompounds": 1231,
      "Ġpopulation": 1232,
      "Ġdistribution": 1233,
      "modynam": 1234,
      "Ġmembran": 1235,
      "Ġnitrogen": 1236,
      "Ġglucose": 1237,
      "osphere": 1238,
      "Ġhigh": 1239,
      "plied": 1240,
      "Ġexpression": 1241,
      "Ġsequence": 1242,
      "Ġcalculus": 1243,
      "Ġrepresents": 1244,
      "Deriving": 1245,
      "Ġdensity": 1246,
      "Ġexternal": 1247,
      "Ġwavelength": 1248,
      "'(": 1249,
      ")/": 1250,
      ")^": 1251,
      "/\\": 1252,
      "=-": 1253,
      ">=": 1254,
      "Ar": 1255,
      "DNA": 1256,
      "OH": 1257,
      "RT": 1258,
      "av": 1259,
      "bb": 1260,
      "bar": 1261,
      "bra": 1262,
      "bond": 1263,
      "ck": 1264,
      "com": 1265,
      "cri": 1266,
      "cos": 1267,
      "cill": 1268,
      "chemical": 1269,
      "dic": 1270,
      "dition": 1271,
      "dna": 1272,
      "dient": 1273,
      "delta": 1274,
      "ex": 1275,
      "ear": 1276,
      "eak": 1277,
      "epend": 1278,
      "for": 1279,
      "fra": 1280,
      "fig": 1281,
      "gon": 1282,
      "gra": 1283,
      "hy": 1284,
      "iti": 1285,
      "ile": 1286,
      "lor": 1287,
      "math": 1288,
      "mosis": 1289,
      "nown": 1290,
      "ole": 1291,
      "och": 1292,
      "other": 1293,
      "pt": 1294,
      "ption": 1295,
      "ram": 1296,
      "rang": 1297,
      "rmodynam": 1298,
      "side": 1299,
      "uctions": 1300,
      "vit": 1301,
      "vation": 1302,
      "ways": 1303,
      "xi": 1304,
      "Ġ/": 1305,
      "ĠL": 1306,
      "Ġri": 1307,
      "Ġess": 1308,
      "Ġion": 1309,
      "Ġrib": 1310,
      "Ġide": 1311,
      "Ġtor": 1312,
      "Ġtable": 1313,
      "Ġtyp": 1314,
      "Ġab": 1315,
      "Ġaction": 1316,
      "hes": 1317,
      "inf": 1318,
      "ino": 1319,
      "time": 1320,
      "enz": 1321,
      "Ġcat": 1322,
      "Ġcent": 1323,
      "Ġcir": 1324,
      "Ġcross": 1325,
      "Ġsid": 1326,
      "Ġsem": 1327,
      "Ġseri": 1328,
      "Ġtheta": 1329,
      "Ġthermodynam": 1330,
      "alyst": 1331,
      "ally": 1332,
      "alue": 1333,
      "round": 1334,
      "any": 1335,
      "anti": 1336,
      "Ġanaly": 1337,
      "Ġfin": 1338,
      "Ġflu": 1339,
      "Ġfour": 1340,
      "Ġmon": 1341,
      "Ġmic": 1342,
      "Ġmed": 1343,
      "Ġmol": 1344,
      "Ġmad": 1345,
      "Ġmany": 1346,
      "lele": 1347,
      "Ġdx": 1348,
      "Ġdue": 1349,
      "Ġdou": 1350,
      "Ġdown": 1351,
      "Ġinform": 1352,
      "Ġinverse": 1353,
      "Ġinstr": 1354,
      "Ġevery": 1355,
      "Ġbill": 1356,
      "Ġweak": 1357,
      "Ġtoward": 1358,
      "enty": 1359,
      "Ġnabla": 1360,
      "Ġnatural": 1361,
      "oms": 1362,
      "Ġrequ": 1363,
      "Ġrece": 1364,
      "Ġrepul": 1365,
      "Ġreplication": 1366,
      "Ġreverse": 1367,
      "Ġthree": 1368,
      "uman": 1369,
      "Ġlambda": 1370,
      "Ġloss": 1371,
      "ost": 1372,
      "osine": 1373,
      "osomes": 1374,
      "osmosis": 1375,
      "ull": 1376,
      "Ġprobability": 1377,
      "Ġhig": 1378,
      "Ġhuman": 1379,
      "Ġconn": 1380,
      "Ġcontro": 1381,
      "Ġconfig": 1382,
      "Ġend": 1383,
      "idation": 1384,
      "Ġstar": 1385,
      "Ġstatis": 1386,
      "Ġrule": 1387,
      "Ġforms": 1388,
      "Ġforces": 1389,
      "Ġequations": 1390,
      "ghter": 1391,
      "Ġalge": 1392,
      "Ġalong": 1393,
      "Ġallele": 1394,
      "ements": 1395,
      "uration": 1396,
      "iration": 1397,
      "ode": 1398,
      "ody": 1399,
      "ilon": 1400,
      "onserv": 1401,
      "Ġvast": 1402,
      "Ġvalue": 1403,
      "ega": 1404,
      "plic": 1405,
      "place": 1406,
      "plies": 1407,
      "Ġmore": 1408,
      "Ġmoving": 1409,
      "perme": 1410,
      "ĠkJ": 1411,
      "Ġknown": 1412,
      "Ġonly": 1413,
      "Ġcompos": 1414,
      "Ġcombin": 1415,
      "Ġexpon": 1416,
      "age": 1417,
      "ondri": 1418,
      "Ġelectrical": 1419,
      "Ġassoci": 1420,
      "istry": 1421,
      "ored": 1422,
      "cies": 1423,
      "Ġmaterial": 1424,
      "Ġwhile": 1425,
      "Ġproduces": 1426,
      "Ġchemistry": 1427,
      "Ġintegr": 1428,
      "ibbs": 1429,
      "ize": 1430,
      "izing": 1431,
      "ization": 1432,
      "ynomial": 1433,
      "Ġitself": 1434,
      "Ġtransfer": 1435,
      "Ġfunctions": 1436,
      "Ġwhether": 1437,
      "Ġheat": 1438,
      "Ġdepen": 1439,
      "Ġdefin": 1440,
      "Ġtwenty": 1441,
      "ogad": 1442,
      "ĠNewt": 1443,
      "Ġuses": 1444,
      "Ġused": 1445,
      "Ġapplied": 1446,
      "Ġconserved": 1447,
      "Ġconsists": 1448,
      "aches": 1449,
      "psilon": 1450,
      "Ġnuclei": 1451,
      "Ġfrequencies": 1452,
      "Ġsolute": 1453,
      "Ġrespiration": 1454,
      "electric": 1455,
      "Ġdecay": 1456,
      "Ġapproaches": 1457,
      "ĠPa": 1458,
      "Ġamino": 1459,
      "Ġprec": 1460,
      "Ġpredic": 1461,
      "Ġbonding": 1462,
      "Ġpropag": 1463,
      "Ġdifferent": 1464,
      "ape": 1465,
      "Ġsample": 1466,
      "Ġmultiplication": 1467,
      "Ġdisplace": 1468,
      "Ġgiven": 1469,
      "Ġgravity": 1470,
      "Ġvariable": 1471,
      "Ġmeasure": 1472,
      "Ġlevels": 1473,
      "Ġcurve": 1474,
      "Ġoxygen": 1475,
      "Ġinvolve": 1476,
      "Ġspecial": 1477,
      "Ġspecific": 1478,
      "Ġphotosynthesis": 1479,
      "Ġinclud": 1480,
      "Ġadded": 1481,
      "Ġaddition": 1482,
      "Ġclosure": 1483,
      "loro": 1484,
      "Ġscalar": 1485,
      "Ġobserv": 1486,
      "Ġpolynomial": 1487,
      "andard": 1488,
      "Ġbiolog": 1489,
      "Ġlimit": 1490,
      "Ġstructure": 1491,
      "Ġcoefficients": 1492,
      "Ġsolutions": 1493,
      "Ġapproximately": 1494,
      "Ġdetermines": 1495,
      "Ġup": 1496,
      "Ġroot": 1497,
      "Ġoutput": 1498,
      "Ġeffect": 1499,
      "Ġbinomial": 1500,
      "ometry": 1501,
      "Ġreleas": 1502,
      "Ġradius": 1503,
      "Ġpresence": 1504,
      "Ġsatisfies": 1505,
      "Ġmessenger": 1506,
      "lanck": 1507,
      "Ġoscill": 1508,
      "Ġminus": 1509,
      "imension": 1510,
      "Ġcharges": 1511,
      "Ġcarries": 1512,
      "electron": 1513,
      "Ġdivided": 1514,
      "Ġtriangle": 1515,
      "Ġmembrane": 1516,
      "cription": 1517,
      "ependent": 1518,
      "frac": 1519,
      "mathbb": 1520,
      "ochondri": 1521,
      "vitation": 1522,
      "Ġideal": 1523,
      "Ġtorque": 1524,
      "Ġcentral": 1525,
      "Ġsides": 1526,
      "Ġseries": 1527,
      "Ġthermodynamics": 1528,
      "Ġanalysis": 1529,
      "Ġmade": 1530,
      "Ġdouble": 1531,
      "Ġinformation": 1532,
      "Ġinstructions": 1533,
      "Ġrepulsion": 1534,
      "Ġhigher": 1535,
      "Ġcontrol": 1536,
      "Ġconfiguration": 1537,
      "Ġalgebra": 1538,
      "Ġdepends": 1539,
      "ĠNewton": 1540,
      "Ġdisplacement": 1541,
      ")!": 1542,
      ").": 1543,
      "Av": 1544,
      "CH": 1545,
      "Cl": 1546,
      "DH": 1547,
      "II": 1548,
      "Na": 1549,
      "Planck": 1550,
      "Sch": 1551,
      "ax": 1552,
      "actions": 1553,
      "cl": 1554,
      "cr": 1555,
      "con": 1556,
      "cer": 1557,
      "cit": 1558,
      "cing": 1559,
      "col": 1560,
      "cod": 1561,
      "cular": 1562,
      "dv": 1563,
      "dy": 1564,
      "ders": 1565,
      "eV": 1566,
      "ef": 1567,
      "ep": 1568,
      "eti": 1569,
      "eigen": 1570,
      "fe": 1571,
      "ft": 1572,
      "fore": 1573,
      "face": 1574,
      "fication": 1575,
      "gate": 1576,
      "ha": 1577,
      "hal": 1578,
      "hat": 1579,
      "hol": 1580,
      "ia": 1581,
      "ix": 1582,
      "ive": 1583,
      "ight": 1584,
      "iffer": 1585,
      "itial": 1586,
      "iosis": 1587,
      "iperme": 1588,
      "ju": 1589,
      "ke": 1590,
      "kx": 1591,
      "kary": 1592,
      "ld": 1593,
      "ln": 1594,
      "lis": 1595,
      "lig": 1596,
      "log": 1597,
      "lambda": 1598,
      "mc": 1599,
      "mu": 1600,
      "mon": 1601,
      "mat": 1602,
      "mic": 1603,
      "ming": 1604,
      "mun": 1605,
      "met": 1606,
      "mits": 1607,
      "mass": 1608,
      "mega": 1609,
      "ning": 1610,
      "ness": 1611,
      "nucle": 1612,
      "natural": 1613,
      "oun": 1614,
      "oil": 1615,
      "pp": 1616,
      "pot": 1617,
      "peed": 1618,
      "pies": 1619,
      "pite": 1620,
      "ring": 1621,
      "rate": 1622,
      "rho": 1623,
      "se": 1624,
      "sm": 1625,
      "sum": 1626,
      "speed": 1627,
      "to": 1628,
      "tu": 1629,
      "tin": 1630,
      "ting": 1631,
      "tab": 1632,
      "tein": 1633,
      "ues": 1634,
      "ual": 1635,
      "uel": 1636,
      "uum": 1637,
      "uous": 1638,
      "ukary": 1639,
      "vin": 1640,
      "ved": 1641,
      "verg": 1642,
      "vature": 1643,
      "wn": 1644,
      "war": 1645,
      "well": 1646,
      "wth": 1647,
      "water": 1648,
      "ying": 1649,
      "yed": 1650,
      "yth": 1651,
      "yme": 1652,
      "Ġ<": 1653,
      "ĠB": 1654,
      "ĠO": 1655,
      "Ġj": 1656,
      "Ġq": 1657,
      "Ġer": 1658,
      "Ġiron": 1659,
      "ĠBoltzmann": 1660,
      "Ġ>=": 1661,
      "Ġter": 1662,
      "Ġtest": 1663,
      "Ġtarg": 1664,
      "Ġag": 1665,
      "Ġace": 1666,
      "Ġair": 1667,
      "Ġaff": 1668,
      "Ġabs": 1669,
      "Ġaxi": 1670,
      "onucle": 1671,
      "hed": 1672,
      "hel": 1673,
      "hen": 1674,
      "inates": 1675,
      "inary": 1676,
      "inning": 1677,
      "til": 1678,
      "tition": 1679,
      "tivity": 1680,
      "titu": 1681,
      "ere": 1682,
      "ern": 1683,
      "ertain": 1684,
      "end": 1685,
      "enberg": 1686,
      "entical": 1687,
      "Ġcre": 1688,
      "Ġcas": 1689,
      "Ġcase": 1690,
      "Ġcap": 1691,
      "Ġcaus": 1692,
      "Ġcosine": 1693,
      "Ġcertain": 1694,
      "Ġso": 1695,
      "Ġser": 1696,
      "Ġsim": 1697,
      "Ġsod": 1698,
      "Ġsynthe": 1699,
      "Ġsynthesis": 1700,
      "Ġsqrt": 1701,
      "Ġsour": 1702,
      "Ġown": 1703,
      "Ġthem": 1704,
      "Ġthen": 1705,
      "Ġthere": 1706,
      "Ġthese": 1707,
      "ret": 1708,
      "rebs": 1709,
      "rease": 1710,
      "reater": 1711,
      "reak": 1712,
      "alf": 1713,
      "ality": 1714,
      "alence": 1715,
      "Ġpri": 1716,
      "Ġpass": 1717,
      "Ġperm": 1718,
      "ror": 1719,
      "roding": 1720,
      "rochemical": 1721,
      "rowth": 1722,
      "ator": 1723,
      "ank": 1724,
      "anet": 1725,
      "ands": 1726,
      "anding": 1727,
      "Ġanti": 1728,
      "Ġfact": 1729,
      "Ġfill": 1730,
      "Ġfuel": 1731,
      "Ġmm": 1732,
      "Ġmit": 1733,
      "Ġmgh": 1734,
      "ĠmRNA": 1735,
      "led": 1736,
      "Ġoff": 1737,
      "ise": 1738,
      "ission": 1739,
      "isible": 1740,
      "isenberg": 1741,
      "ĠdA": 1742,
      "Ġdig": 1743,
      "Ġdau": 1744,
      "Ġdone": 1745,
      "Ġinn": 1746,
      "Ġiner": 1747,
      "Ġindu": 1748,
      "Ġinduction": 1749,
      "Ġinfin": 1750,
      "Ġinequ": 1751,
      "Ġinside": 1752,
      "Ġevolution": 1753,
      "Ġecos": 1754,
      "Ġepsilon": 1755,
      "Ġeukary": 1756,
      "Ġblo": 1757,
      "Ġbody": 1758,
      "Ġboil": 1759,
      "Ġbreak": 1760,
      "ording": 1761,
      "arad": 1762,
      "arth": 1763,
      "arization": 1764,
      "ctang": 1765,
      "ctants": 1766,
      "Ġwat": 1767,
      "Ġwere": 1768,
      "Ġtopol": 1769,
      "entropy": 1770,
      "Ġnet": 1771,
      "Ġnrt": 1772,
      "Ġisol": 1773,
      "ombs": 1774,
      "Ġreduction": 1775,
      "Ġrectang": 1776,
      "asts": 1777,
      "old": 1778,
      "Ġgam": 1779,
      "Ġgain": 1780,
      "Ġgases": 1781,
      "Ġgibbs": 1782,
      "Ġgreater": 1783,
      "Ġgrowth": 1784,
      "Ġlow": 1785,
      "Ġloc": 1786,
      "Ġlarge": 1787,
      "rier": 1788,
      "rification": 1789,
      "osph": 1790,
      "stra": 1791,
      "ulf": 1792,
      "uler": 1793,
      "Ġprov": 1794,
      "Ġproves": 1795,
      "Ġpropos": 1796,
      "vement": 1797,
      "Ġhbar": 1798,
      "Ġhalf": 1799,
      "Ġcondition": 1800,
      "Ġconju": 1801,
      "Ġcontin": 1802,
      "Ġconverg": 1803,
      "Ġeng": 1804,
      "Ġenorm": 1805,
      "ider": 1806,
      "imal": 1807,
      "Ġstran": 1808,
      "Ġstored": 1809,
      "Ġstandard": 1810,
      "Ġrand": 1811,
      "Ġrank": 1812,
      "Ġforward": 1813,
      "Ġequiv": 1814,
      "Ġalco": 1815,
      "Ġalways": 1816,
      "urons": 1817,
      "Ġatp": 1818,
      "ires": 1819,
      "Ġspl": 1820,
      "Ġspinning": 1821,
      "ching": 1822,
      "otosynthesis": 1823,
      "atives": 1824,
      "odivers": 1825,
      "utative": 1826,
      "Ġinterv": 1827,
      "ild": 1828,
      "Ġvac": 1829,
      "Ġcharge": 1830,
      "Ġchloro": 1831,
      "abol": 1832,
      "absol": 1833,
      "duct": 1834,
      "duce": 1835,
      "Ġacti": 1836,
      "ithm": 1837,
      "egativity": 1838,
      "plain": 1839,
      "plasts": 1840,
      "Ġmovement": 1841,
      "Ġgenome": 1842,
      "ratic": 1843,
      "tau": 1844,
      "taint": 1845,
      "ĠkB": 1846,
      "Ġcomb": 1847,
      "Ġexp": 1848,
      "Ġext": 1849,
      "Ġexplain": 1850,
      "agore": 1851,
      "aginary": 1852,
      "hematic": 1853,
      "Ġreactants": 1854,
      "Ġdiox": 1855,
      "Ġdiploid": 1856,
      "mentary": 1857,
      "Ġ(-": 1858,
      "Ġlife": 1859,
      "ystems": 1860,
      "protein": 1861,
      "product": 1862,
      "eria": 1863,
      "teract": 1864,
      "adratic": 1865,
      "gener": 1866,
      "verage": 1867,
      "ĠCO": 1868,
      "ĠFe": 1869,
      "ĠFor": 1870,
      "Ġunless": 1871,
      "Ġunivers": 1872,
      "Ġuncer": 1873,
      "Ġsystems": 1874,
      "Ġwhat": 1875,
      "Ġproduced": 1876,
      "Ġlaws": 1877,
      "Ġdestro": 1878,
      "Ġdespite": 1879,
      "Ġintegration": 1880,
      "izes": 1881,
      "Ġtranslation": 1882,
      "Ġbeing": 1883,
      "Ġbeha": 1884,
      "pressure": 1885,
      "Ġhert": 1886,
      "Ġheav": 1887,
      "Ġheight": 1888,
      "Ġheld": 1889,
      "Ġdevi": 1890,
      "Ġdepend": 1891,
      "ayes": 1892,
      "photosynthesis": 1893,
      "Ġsequen": 1894,
      "Ġsepar": 1895,
      "Ġincrease": 1896,
      "Ġstress": 1897,
      "Ġif": 1898,
      "Ġcoord": 1899,
      "Ġcopies": 1900,
      "Ġcarry": 1901,
      "Ġpartial": 1902,
      "Ġpartition": 1903,
      "Ġconsum": 1904,
      "Ġconsist": 1905,
      "Ġconstitu": 1906,
      "Ġconsider": 1907,
      "Ġspacetime": 1908,
      "agneti": 1909,
      "einberg": 1910,
      "Ġplanet": 1911,
      "Ġmeth": 1912,
      "Ġmetal": 1913,
      "Ġmetabol": 1914,
      "Ġnuclear": 1915,
      "meiosis": 1916,
      "Ġquanti": 1917,
      "Ġquadratic": 1918,
      "integ": 1919,
      "ardy": 1920,
      "ardless": 1921,
      "Ġnew": 1922,
      "Ġneut": 1923,
      "Ġneurons": 1924,
      "Ġproperty": 1925,
      "Ġrespect": 1926,
      "Ġclass": 1927,
      "Ġshow": 1928,
      "Ġshare": 1929,
      "Ġshif": 1930,
      "Ġshape": 1931,
      "Ġdivision": 1932,
      "Ġdivergence": 1933,
      "Ġdecreases": 1934,
      "Ġderivatives": 1935,
      "Ġelevation": 1936,
      "Ġrelativity": 1937,
      "Ġhaploid": 1938,
      "Ġaccur": 1939,
      "Ġaccording": 1940,
      "Ġhydrox": 1941,
      "max": 1942,
      "ĠThe": 1943,
      "Ġimpos": 1944,
      "Ġimplies": 1945,
      "Ġimmun": 1946,
      "Ġimaginary": 1947,
      "Ġammon": 1948,
      "Ġamoun": 1949,
      "Ġpositi": 1950,
      "Ġdistance": 1951,
      "Ġregion": 1952,
      "Ġregardless": 1953,
      "Ġdifference": 1954,
      "ough": 1955,
      "ourier": 1956,
      "oxidation": 1957,
      "Ġtrigon": 1958,
      "Ġcollection": 1959,
      "Ġcollis": 1960,
      "Ġmultiplic": 1961,
      "Ġdissol": 1962,
      "Ġgradient": 1963,
      "Ġgravitation": 1964,
      "Ġlikeli": 1965,
      "Ġorbital": 1966,
      "fficiently": 1967,
      "ĠATP": 1968,
      "Ġleast": 1969,
      "Ġenthal": 1970,
      "Ġidentical": 1971,
      "Ġarrang": 1972,
      "Ġcurr": 1973,
      "Ġcurvature": 1974,
      "Ġoxid": 1975,
      "Ġangles": 1976,
      "Ġindic": 1977,
      "Ġindiv": 1978,
      "Ġindependent": 1979,
      "Ġinvolves": 1980,
      "Ġinvolving": 1981,
      "Ġcomplet": 1982,
      "Ġproducts": 1983,
      "Ġphotons": 1984,
      "Ġphysics": 1985,
      "Ġproteins": 1986,
      "Ġelements": 1987,
      "Ġvolumes": 1988,
      "Ġenvironmental": 1989,
      "mitosis": 1990,
      "polarization": 1991,
      "value": 1992,
      "values": 1993,
      "ĠRC": 1994,
      "ĠSch": 1995,
      "Ġtraits": 1996,
      "Ġtravel": 1997,
      "Ġscales": 1998,
      "Ġobserved": 1999,
      "Ġpolar": 2000,
      "Ġmodif": 2001,
      "Ġmodific": 2002,
      "Ġgroups": 2003,
      "Ġlimits": 2004,
      "Ġgenerates": 2005,
      "Ġcommon": 2006,
      "Ġcommun": 2007,
      "Ġcommutative": 2008,
      "Ġstructures": 2009,
      "Ġpopulations": 2010,
      "Ġapproximated": 2011,
      "Ġdeterminant": 2012,
      "ause": 2013,
      "ceding": 2014,
      "ference": 2015,
      "hood": 2016,
      "light": 2017,
      "transcription": 2018,
      "Ġupon": 2019,
      "Ġsurround": 2020,
      "Ġsurface": 2021,
      "Ġoperon": 2022,
      "Ġoperation": 2023,
      "Ġmaxim": 2024,
      "Ġmust": 2025,
      "Ġdrive": 2026,
      "Ġdrift": 2027,
      "Ġeffects": 2028,
      "ometric": 2029,
      "Ġrelease": 2030,
      "Ġatmosphere": 2031,
      "Ġinteractions": 2032,
      "Ġallowing": 2033,
      "Ġtransformation": 2034,
      "Ġresponse": 2035,
      "Ġresponses": 2036,
      "Ġsatisfying": 2037,
      "Ġmessengers": 2038,
      "biotic": 2039,
      "cellular": 2040,
      "ĠMeV": 2041,
      "rostates": 2042,
      "Ġdop": 2043,
      "Ġeven": 2044,
      "Ġeigenvector": 2045,
      "Ġbasis": 2046,
      "Ġbasic": 2047,
      "Ġbecause": 2048,
      "Ġbacterial": 2049,
      "Ġbacteria": 2050,
      "order": 2051,
      "Ġreproduction": 2052,
      "Ġreproduce": 2053,
      "Ġgeometry": 2054,
      "Ġconverts": 2055,
      "Ġconverted": 2056,
      "Ġratio": 2057,
      "Ġratios": 2058,
      "Ġaltered": 2059,
      "Ġexactly": 2060,
      "Ġcounteract": 2061,
      "Ġdecomposes": 2062,
      "Ġregulate": 2063,
      "bonding": 2064,
      "olecular": 2065,
      "othermic": 2066,
      "Ġright": 2067,
      "Ġessential": 2068,
      "Ġionic": 2069,
      "Ġtype": 2070,
      "enzyme": 2071,
      "Ġcatalyst": 2072,
      "Ġcirc": 2073,
      "Ġsemiperme": 2074,
      "Ġmicrostates": 2075,
      "Ġmedium": 2076,
      "Ġbillion": 2077,
      "Ġrequires": 2078,
      "ullity": 2079,
      "Ġconnects": 2080,
      "Ġstatistical": 2081,
      "onservation": 2082,
      "Ġcomposition": 2083,
      "Ġcombines": 2084,
      "Ġexponential": 2085,
      "Ġassociativity": 2086,
      "Ġintegrals": 2087,
      "ogadro": 2088,
      "Ġprecision": 2089,
      "Ġpropagation": 2090,
      "Ġspecialized": 2091,
      "Ġobservers": 2092,
      "Ġbiological": 2093,
      "Ġupd": 2094,
      "Ġreleasing": 2095,
      "Ġoscillating": 2096,
      "imensional": 2097,
      "electronegativity": 2098,
      "ochondria": 2099,
      "Avogadro": 2100,
      "collig": 2101,
      "nuclear": 2102,
      "tably": 2103,
      "warz": 2104,
      "ythagore": 2105,
      "Ġerror": 2106,
      "Ġterms": 2107,
      "Ġtarget": 2108,
      "Ġabsor": 2109,
      "Ġaxioms": 2110,
      "onucleic": 2111,
      "Ġcreated": 2112,
      "Ġcaused": 2113,
      "Ġsodium": 2114,
      "Ġsource": 2115,
      "rodinger": 2116,
      "Ġdigits": 2117,
      "Ġdaughter": 2118,
      "Ġinfinite": 2119,
      "Ġinequality": 2120,
      "Ġeukaryotic": 2121,
      "Ġblood": 2122,
      "Ġboiling": 2123,
      "Ġbreaks": 2124,
      "Ġtopolog": 2125,
      "Ġisolated": 2126,
      "Ġconditions": 2127,
      "Ġconjugate": 2128,
      "Ġcontinuous": 2129,
      "Ġconverges": 2130,
      "Ġenormous": 2131,
      "Ġrandom": 2132,
      "Ġequivalence": 2133,
      "Ġalcohol": 2134,
      "odiversity": 2135,
      "Ġinterval": 2136,
      "Ġvacuum": 2137,
      "absolute": 2138,
      "tainty": 2139,
      "Ġexplains": 2140,
      "Ġdioxide": 2141,
      "Ġuncertainty": 2142,
      "Ġdestroyed": 2143,
      "Ġhertz": 2144,
      "Ġheavy": 2145,
      "Ġsequences": 2146,
      "Ġcoordinates": 2147,
      "Ġcarrying": 2148,
      "Ġconstituent": 2149,
      "agnetism": 2150,
      "Ġquantities": 2151,
      "Ġimmune": 2152,
      "Ġammonia": 2153,
      "Ġcollisions": 2154,
      "Ġdissolved": 2155,
      "Ġlikelihood": 2156,
      "Ġenthalpy": 2157,
      "Ġarrangements": 2158,
      "Ġmodifications": 2159,
      "Ġsemipermeable": 2160,
      "colligative": 2161,
      "ythagorean": 2162,
      "!(": 2163,
      "!=": 2164,
      "!}{": 2165,
      "(-": 2166,
      "(\\": 2167,
      ")(": 2168,
      ")>": 2169,
      ")^(": 2170,
      "*(": 2171,
      "*<": 2172,
      "*[": 2173,
      "+:": 2174,
      "+]": 2175,
      ",[": 2176,
      "->": 2177,
      "/-": 2178,
      "/[": 2179,
      ">|": 2180,
      ">*<": 2181,
      "ATP": 2182,
      "ADH": 2183,
      "Bo": 2184,
      "Bayes": 2185,
      "Ca": 2186,
      "Conservation": 2187,
      "Dimensional": 2188,
      "En": 2189,
      "Euler": 2190,
      "FF": 2191,
      "Fd": 2192,
      "Fe": 2193,
      "Fourier": 2194,
      "GM": 2195,
      "Gm": 2196,
      "Gibbs": 2197,
      "He": 2198,
      "Hg": 2199,
      "Hess": 2200,
      "HCl": 2201,
      "Hardy": 2202,
      "IG": 2203,
      "IL": 2204,
      "KE": 2205,
      "KM": 2206,
      "Ka": 2207,
      "Km": 2208,
      "Le": 2209,
      "Lag": 2210,
      "Mm": 2211,
      "Ment": 2212,
      "Max": 2213,
      "NH": 2214,
      "Nern": 2215,
      "OIL": 2216,
      "PE": 2217,
      "PV": 2218,
      "SI": 2219,
      "SO": 2220,
      "Sto": 2221,
      "Tb": 2222,
      "The": 2223,
      "Tay": 2224,
      "Weinberg": 2225,
      "])": 2226,
      "]]": 2227,
      "]/(": 2228,
      "],[": 2229,
      "]/[": 2230,
      "^-": 2231,
      "aO": 2232,
      "aw": 2233,
      "ael": 2234,
      "action": 2235,
      "apl": 2236,
      "aper": 2237,
      "aci": 2238,
      "bc": 2239,
      "bl": 2240,
      "bu": 2241,
      "bx": 2242,
      "bic": 2243,
      "bri": 2244,
      "bst": 2245,
      "box": 2246,
      "bility": 2247,
      "bau": 2248,
      "beta": 2249,
      "body": 2250,
      "bayes": 2251,
      "cat": 2252,
      "car": 2253,
      "cers": 2254,
      "cant": 2255,
      "cad": 2256,
      "cape": 2257,
      "ched": 2258,
      "conservation": 2259,
      "dB": 2260,
      "dU": 2261,
      "dp": 2262,
      "dr": 2263,
      "dw": 2264,
      "dz": 2265,
      "der": 2266,
      "des": 2267,
      "dal": 2268,
      "dit": 2269,
      "del": 2270,
      "div": 2271,
      "deriv": 2272,
      "dens": 2273,
      "dox": 2274,
      "dization": 2275,
      "dependent": 2276,
      "differ": 2277,
      "dimensional": 2278,
      "eo": 2279,
      "eq": 2280,
      "eu": 2281,
      "ew": 2282,
      "ean": 2283,
      "ele": 2284,
      "eas": 2285,
      "ech": 2286,
      "ead": 2287,
      "every": 2288,
      "evolution": 2289,
      "epsilon": 2290,
      "eep": 2291,
      "euler": 2292,
      "fd": 2293,
      "fl": 2294,
      "fen": 2295,
      "fre": 2296,
      "fers": 2297,
      "fter": 2298,
      "fix": 2299,
      "fbau": 2300,
      "gin": 2301,
      "gum": 2302,
      "gam": 2303,
      "gli": 2304,
      "hf": 2305,
      "hm": 2306,
      "hr": 2307,
      "his": 2308,
      "hib": 2309,
      "hable": 2310,
      "horm": 2311,
      "home": 2312,
      "hbar": 2313,
      "hcl": 2314,
      "ie": 2315,
      "ien": 2316,
      "ire": 2317,
      "iot": 2318,
      "ience": 2319,
      "ities": 2320,
      "iwt": 2321,
      "ique": 2322,
      "iosmosis": 2323,
      "iometry": 2324,
      "ipp": 2325,
      "jor": 2326,
      "jac": 2327,
      "kB": 2328,
      "kg": 2329,
      "kin": 2330,
      "kes": 2331,
      "king": 2332,
      "kens": 2333,
      "kap": 2334,
      "lim": 2335,
      "lch": 2336,
      "lates": 2337,
      "line": 2338,
      "lies": 2339,
      "mV": 2340,
      "mes": 2341,
      "mation": 2342,
      "mgh": 2343,
      "mut": 2344,
      "magnetic": 2345,
      "mary": 2346,
      "moment": 2347,
      "multi": 2348,
      "motic": 2349,
      "mately": 2350,
      "mission": 2351,
      "molecular": 2352,
      "nF": 2353,
      "nO": 2354,
      "nh": 2355,
      "ns": 2356,
      "nu": 2357,
      "nergy": 2358,
      "nrt": 2359,
