{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|pad|>": 0,
      "<|unk|>": 1,
      "<|bos|>": 2,
      "<|eos|>": 3,
      "<think>": 4,
      "</think>": 5,
      "<|user|>": 6,
      "<|assistant|>": 7,
      "!": 8,
      "\"": 9,
      "#": 10,
      "$": 11,
      "%": 12,
      "&": 13,
      "'": 14,
      "(": 15,
      ")": 16,
      "*": 17,
      "+": 18,
      ",": 19,
      "-": 20,
      ".": 21,
      "/": 22,
      "0": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      "9": 32,
      ":": 33,
      ";": 34,
      "<": 35,
      "=": 36,
      ">": 37,
      "?": 38,
      "@": 39,
      "A": 40,
      "B": 41,
      "C": 42,
      "D": 43,
      "E": 44,
      "F": 45,
      "G": 46,
      "H": 47,
      "I": 48,
      "J": 49,
      "K": 50,
      "L": 51,
      "M": 52,
      "N": 53,
      "O": 54,
      "P": 55,
      "Q": 56,
      "R": 57,
      "S": 58,
      "T": 59,
      "U": 60,
      "V": 61,
      "W": 62,
      "X": 63,
      "Y": 64,
      "Z": 65,
      "[": 66,
      "\\": 67,
      "]": 68,
      "^": 69,
      "_": 70,
      "`": 71,
      "a": 72,
      "b": 73,
      "c": 74,
      "d": 75,
      "e": 76,
      "f": 77,
      "g": 78,
      "h": 79,
      "i": 80,
      "j": 81,
      "k": 82,
      "l": 83,
      "m": 84,
      "n": 85,
      "o": 86,
      "p": 87,
      "q": 88,
      "r": 89,
      "s": 90,
      "t": 91,
      "u": 92,
      "v": 93,
      "w": 94,
      "x": 95,
      "y": 96,
      "z": 97,
      "{": 98,
      "|": 99,
      "}": 100,
      "~": 101,
      "¡": 102,
      "¢": 103,
      "£": 104,
      "¤": 105,
      "¥": 106,
      "¦": 107,
      "§": 108,
      "¨": 109,
      "©": 110,
      "ª": 111,
      "«": 112,
      "¬": 113,
      "®": 114,
      "¯": 115,
      "°": 116,
      "±": 117,
      "²": 118,
      "³": 119,
      "´": 120,
      "µ": 121,
      "¶": 122,
      "·": 123,
      "¸": 124,
      "¹": 125,
      "º": 126,
      "»": 127,
      "¼": 128,
      "½": 129,
      "¾": 130,
      "¿": 131,
      "À": 132,
      "Á": 133,
      "Â": 134,
      "Ã": 135,
      "Ä": 136,
      "Å": 137,
      "Æ": 138,
      "Ç": 139,
      "È": 140,
      "É": 141,
      "Ê": 142,
      "Ë": 143,
      "Ì": 144,
      "Í": 145,
      "Î": 146,
      "Ï": 147,
      "Ð": 148,
      "Ñ": 149,
      "Ò": 150,
      "Ó": 151,
      "Ô": 152,
      "Õ": 153,
      "Ö": 154,
      "×": 155,
      "Ø": 156,
      "Ù": 157,
      "Ú": 158,
      "Û": 159,
      "Ü": 160,
      "Ý": 161,
      "Þ": 162,
      "ß": 163,
      "à": 164,
      "á": 165,
      "â": 166,
      "ã": 167,
      "ä": 168,
      "å": 169,
      "æ": 170,
      "ç": 171,
      "è": 172,
      "é": 173,
      "ê": 174,
      "ë": 175,
      "ì": 176,
      "í": 177,
      "î": 178,
      "ï": 179,
      "ð": 180,
      "ñ": 181,
      "ò": 182,
      "ó": 183,
      "ô": 184,
      "õ": 185,
      "ö": 186,
      "÷": 187,
      "ø": 188,
      "ù": 189,
      "ú": 190,
      "û": 191,
      "ü": 192,
      "ý": 193,
      "þ": 194,
      "ÿ": 195,
      "Ā": 196,
      "ā": 197,
      "Ă": 198,
      "ă": 199,
      "Ą": 200,
      "ą": 201,
      "Ć": 202,
      "ć": 203,
      "Ĉ": 204,
      "ĉ": 205,
      "Ċ": 206,
      "ċ": 207,
      "Č": 208,
      "č": 209,
      "Ď": 210,
      "ď": 211,
      "Đ": 212,
      "đ": 213,
      "Ē": 214,
      "ē": 215,
      "Ĕ": 216,
      "ĕ": 217,
      "Ė": 218,
      "ė": 219,
      "Ę": 220,
      "ę": 221,
      "Ě": 222,
      "ě": 223,
      "Ĝ": 224,
      "ĝ": 225,
      "Ğ": 226,
      "ğ": 227,
      "Ġ": 228,
      "ġ": 229,
      "Ģ": 230,
      "ģ": 231,
      "Ĥ": 232,
      "ĥ": 233,
      "Ħ": 234,
      "ħ": 235,
      "Ĩ": 236,
      "ĩ": 237,
      "Ī": 238,
      "ī": 239,
      "Ĭ": 240,
      "ĭ": 241,
      "Į": 242,
      "į": 243,
      "İ": 244,
      "ı": 245,
      "Ĳ": 246,
      "ĳ": 247,
      "Ĵ": 248,
      "ĵ": 249,
      "Ķ": 250,
      "ķ": 251,
      "ĸ": 252,
      "Ĺ": 253,
      "ĺ": 254,
      "Ļ": 255,
      "ļ": 256,
      "Ľ": 257,
      "ľ": 258,
      "Ŀ": 259,
      "ŀ": 260,
      "Ł": 261,
      "ł": 262,
      "Ń": 263,
      "Ġt": 264,
      "čĊ": 265,
      "Ġa": 266,
      "he": 267,
      "in": 268,
      "on": 269,
      "re": 270,
      "Ġthe": 271,
      "at": 272,
      "er": 273,
      "Ġs": 274,
      "is": 275,
      "Ġo": 276,
      "Ġc": 277,
      "en": 278,
      "or": 279,
      "it": 280,
      "al": 281,
      "le": 282,
      "Ġw": 283,
      "an": 284,
      "Ġf": 285,
      "ion": 286,
      "Ġp": 287,
      "es": 288,
      "Ġb": 289,
      "Ġof": 290,
      "Ġan": 291,
      "ar": 292,
      "ou": 293,
      "Ġd": 294,
      "Ġm": 295,
      "ing": 296,
      "ed": 297,
      "Ġin": 298,
      "ic": 299,
      "Ġto": 300,
      "ct": 301,
      "om": 302,
      "Ġis": 303,
      "Ġth": 304,
      "Ġ$": 305,
      "Ġand": 306,
      "Ġe": 307,
      "st": 308,
      "Ġn": 309,
      "et": 310,
      "ro": 311,
      "Ġ\\": 312,
      "ent": 313,
      "ve": 314,
      "ra": 315,
      "as": 316,
      "ĠI": 317,
      "ut": 318,
      "im": 319,
      "ot": 320,
      "Ġre": 321,
      "Ġh": 322,
      "Ġl": 323,
      "ation": 324,
      "Ġ(": 325,
      "ll": 326,
      "ig": 327,
      "âĢ": 328,
      "ĠT": 329,
      "ow": 330,
      "ly": 331,
      "##": 332,
      "Ġg": 333,
      "Ġfor": 334,
      "ce": 335,
      "ĠĠ": 336,
      "Ġu": 337,
      "Ġy": 338,
      "qu": 339,
      "se": 340,
      "um": 341,
      "Ġbe": 342,
      "Ġthat": 343,
      "ol": 344,
      "ĠA": 345,
      "ĠS": 346,
      "Ġon": 347,
      "Ġ=": 348,
      "am": 349,
      "if": 350,
      "ul": 351,
      "id": 352,
      "ch": 353,
      "ver": 354,
      "Ġyou": 355,
      "ith": 356,
      "Ġit": 357,
      "Âł": 358,
      "Ġcon": 359,
      "Ġpro": 360,
      "ĠM": 361,
      "ĠC": 362,
      "od": 363,
      "ay": 364,
      "ble": 365,
      "te": 366,
      "ge": 367,
      "$$": 368,
      "..": 369,
      "Ġwith": 370,
      "ate": 371,
      "}{": 372,
      "ction": 373,
      "ĠP": 374,
      "ur": 375,
      "Ġare": 376,
      "Ġv": 377,
      "Ġas": 378,
      "Ġst": 379,
      "Ġex": 380,
      "il": 381,
      "ht": 382,
      "un": 383,
      "Ġ-": 384,
      "ri": 385,
      "Ġat": 386,
      "pl": 387,
      "el": 388,
      "os": 389,
      "Ġwe": 390,
      "Ġwh": 391,
      "ĠThe": 392,
      "ight": 393,
      "Ġthis": 394,
      "Ġcom": 395,
      "--": 396,
      "ĠF": 397,
      "ir": 398,
      "Ġr": 399,
      "est": 400,
      "ple": 401,
      "ter": 402,
      "pe": 403,
      "Ġcan": 404,
      "mat": 405,
      "ist": 406,
      "âĢ¢": 407,
      "rac": 408,
      "iv": 409,
      "ta": 410,
      "Ġde": 411,
      "ĠD": 412,
      "Ġse": 413,
      "ad": 414,
      "ity": 415,
      "Ġor": 416,
      "Ġby": 417,
      "ĠR": 418,
      "_{": 419,
      "ave": 420,
      "ac": 421,
      "ure": 422,
      "nd": 423,
      "ore": 424,
      "her": 425,
      "frac": 426,
      "per": 427,
      "Ġnot": 428,
      "ld": 429,
      "Ġ$$": 430,
      "ke": 431,
      "ine": 432,
      "and": 433,
      "ĠB": 434,
      "ive": 435,
      "int": 436,
      "pt": 437,
      "rom": 438,
      "ĠH": 439,
      "ber": 440,
      "ĠE": 441,
      "ĠĠĠĠ": 442,
      "ant": 443,
      "ren": 444,
      "Ġsu": 445,
      "ĠW": 446,
      "ĠL": 447,
      "{\\": 448,
      "ial": 449,
      "ĠN": 450,
      "us": 451,
      "end": 452,
      "ment": 453,
      "Ġdo": 454,
      "art": 455,
      "Ġ$\\": 456,
      "res": 457,
      "Ġal": 458,
      "}$": 459,
      "Ġ+": 460,
      "em": 461,
      "ill": 462,
      "Ġhave": 463,
      "ould": 464,
      "th": 465,
      "pp": 466,
      "fe": 467,
      "ft": 468,
      "Ġus": 469,
      "Ġne": 470,
      "ph": 471,
      "Ġfrom": 472,
      "ical": 473,
      "math": 474,
      "^{": 475,
      "ĠG": 476,
      "ies": 477,
      "Ġsh": 478,
      "ich": 479,
      "Ġpo": 480,
      "Ġme": 481,
      "ome": 482,
      "Ġx": 483,
      "here": 484,
      "oc": 485,
      "ult": 486,
      "ions": 487,
      "ue": 488,
      "xt": 489,
      "og": 490,
      "ind": 491,
      "ab": 492,
      "Ġma": 493,
      "ĠO": 494,
      "Ġch": 495,
      "ĠâĢ": 496,
      "}\\": 497,
      "iz": 498,
      "Ġequ": 499,
      "Ġk": 500,
      "orm": 501,
      "Ġnum": 502,
      "unction": 503,
      "ations": 504,
      "Ġqu": 505,
      "right": 506,
      "The": 507,
      "ers": 508,
      "able": 509,
      "Ġle": 510,
      "###": 511,
      "ust": 512,
      "Ġif": 513,
      "ĠJ": 514,
      "act": 515,
      "'s": 516,
      "feren": 517,
      "oo": 518,
      "ag": 519,
      "Ġ\"": 520,
      "Ġwhich": 521,
      "ans": 522,
      "Ġall": 523,
      "Ġnumber": 524,
      "ated": 525,
      "ile": 526,
      "Ġtr": 527,
      "ener": 528,
      "du": 529,
      "put": 530,
      "Ġab": 531,
      "ess": 532,
      "Ġfunction": 533,
      "hen": 534,
      "Ġ'": 535,
      "ang": 536,
      "ĠTh": 537,
      "age": 538,
      "Ġbut": 539,
      "ps": 540,
      "ample": 541,
      "ect": 542,
      "Ġone": 543,
      "ĠIn": 544,
      "to": 545,
      "Ġ{": 546,
      ")$": 547,
      "our": 548,
      "...": 549,
      ").": 550,
      "----": 551,
      "left": 552,
      "ite": 553,
      "Ġwill": 554,
      "ase": 555,
      "),": 556,
      "rou": 557,
      "ens": 558,
      "ud": 559,
      "Ġ[": 560,
      "ide": 561,
      "Ġco": 562,
      "ard": 563,
      "ame": 564,
      "ks": 565,
      "Ġmat": 566,
      "ort": 567,
      "ass": 568,
      "âĢĻ": 569,
      "Ġval": 570,
      "all": 571,
      "out": 572,
      "red": 573,
      "ma": 574,
      "Ġso": 575,
      "Ġun": 576,
      "Ġres": 577,
      "ack": 578,
      "ast": 579,
      "ach": 580,
      "ution": 581,
      "ther": 582,
      "ime": 583,
      "Ġsol": 584,
      "Ġwor": 585,
      "wo": 586,
      "ari": 587,
      "ace": 588,
      "ition": 589,
      "ally": 590,
      "Ġthere": 591,
      "Ġdif": 592,
      "Ġthen": 593,
      "ie": 594,
      "}}": 595,
      "Ġj": 596,
      "Ġcl": 597,
      "Ġ&": 598,
      "ign": 599,
      "Ġyour": 600,
      "Ġim": 601,
      "ance": 602,
      "Ġsome": 603,
      "'t": 604,
      "Ġsp": 605,
      "ff": 606,
      "Ġout": 607,
      "ence": 608,
      "Ġuse": 609,
      "Ġhe": 610,
      "ond": 611,
      "blem": 612,
      "ary": 613,
      "ous": 614,
      "Ġhas": 615,
      "ong": 616,
      "ode": 617,
      "Ġtwo": 618,
      "ĠâĢĵ": 619,
      "erm": 620,
      "ics": 621,
      "text": 622,
      "Ġany": 623,
      "Ġpl": 624,
      "Ġinte": 625,
      "form": 626,
      "Ġset": 627,
      "ost": 628,
      "so": 629,
      "ree": 630,
      "now": 631,
      "Ġ.": 632,
      "rt": 633,
      "ĠV": 634,
      "Ġad": 635,
      "ĠU": 636,
      "Ġ:": 637,
      "Ġli": 638,
      "ry": 639,
      "ound": 640,
      "oll": 641,
      "Ġcomp": 642,
      "Ġpoint": 643,
      "Ġpart": 644,
      "les": 645,
      "ub": 646,
      "ric": 647,
      "Ġdifferen": 648,
      "ys": 649,
      "ject": 650,
      "ru": 651,
      "de": 652,
      "eth": 653,
      "fin": 654,
      "Ġper": 655,
      "irst": 656,
      "Ġver": 657,
      "hat": 658,
      "Ġsy": 659,
      "$.": 660,
      "ors": 661,
      "Ġform": 662,
      "Ġwould": 663,
      "cl": 664,
      "av": 665,
      "Ġob": 666,
      "__": 667,
      "Ġsim": 668,
      "ress": 669,
      "ata": 670,
      "we": 671,
      "ĠK": 672,
      "rm": 673,
      "Ġi": 674,
      "Ġspe": 675,
      "Ġget": 676,
      "Ġproblem": 677,
      "ĠY": 678,
      "ollow": 679,
      "Ġmod": 680,
      "Ġwas": 681,
      "**": 682,
      "the": 683,
      "Ġpos": 684,
      "Ġhow": 685,
      "are": 686,
      "Ġmore": 687,
      "one": 688,
      "tain": 689,
      "row": 690,
      "Ġwhat": 691,
      "ents": 692,
      "cc": 693,
      "king": 694,
      "Ġbet": 695,
      "ĠRe": 696,
      "Ġusing": 697,
      "ip": 698,
      "oun": 699,
      "ular": 700,
      "rib": 701,
      "ord": 702,
      "Ġsc": 703,
      "ain": 704,
      "Ġgiv": 705,
      "Ġfollow": 706,
      "Ġwhen": 707,
      "Ġthan": 708,
      "estion": 709,
      "Ġele": 710,
      "gh": 711,
      "Ġknow": 712,
      "$,": 713,
      "Ġup": 714,
      "Ġcal": 715,
      "ose": 716,
      "In": 717,
      "ates": 718,
      "mathb": 719,
      "(\\": 720,
      "Ġother": 721,
      "ram": 722,
      "Ġtime": 723,
      "=\\": 724,
      "com": 725,
      "Ġlike": 726,
      "Ġgener": 727,
      "Ġvari": 728,
      "ap": 729,
      "ĠIf": 730,
      "Ġinteg": 731,
      "vel": 732,
      "Ġ$$\\": 733,
      "Ġam": 734,
      "ĠĠĠĠĠĠĠĠ": 735,
      "Ġsub": 736,
      "ory": 737,
      "sum": 738,
      "ĠThis": 739,
      "sw": 740,
      "Th": 741,
      "Ġonly": 742,
      "plic": 743,
      "dot": 744,
      "Ġcor": 745,
      "ire": 746,
      "ative": 747,
      "Ġmy": 748,
      "Ġen": 749,
      "Ġ|": 750,
      "ces": 751,
      "Ġfirst": 752,
      "Ġneed": 753,
      "Ġline": 754,
      "Ġapp": 755,
      "use": 756,
      "Ġvalue": 757,
      "Ġeach": 758,
      "Ġwhere": 759,
      "Ġsame": 760,
      "Ġabout": 761,
      "Ġdist": 762,
      "Ġdifferent": 763,
      "Ġinter": 764,
      "eg": 765,
      "Ġdis": 766,
      "Ġdoes": 767,
      "Ġgo": 768,
      "Ġfind": 769,
      "op": 770,
      "ont": 771,
      "Ġte": 772,
      "ak": 773,
      "Ġno": 774,
      "imes": 775,
      "Ġexample": 776,
      "Ġcont": 777,
      "####": 778,
      "ays": 779,
      "ov": 780,
      "ath": 781,
      "si": 782,
      "Ġalso": 783,
      "ove": 784,
      "}$$": 785,
      "Ġman": 786,
      "cul": 787,
      "Ġtrans": 788,
      "ĠIt": 789,
      "low": 790,
      "qrt": 791,
      "ient": 792,
      "ice": 793,
      "ween": 794,
      "Ġev": 795,
      "Ġar": 796,
      "stem": 797,
      "ator": 798,
      "ility": 799,
      "Ġbetween": 800,
      "Ġpre": 801,
      "ating": 802,
      "Ġloo": 803,
      "Ġjust": 804,
      "Ġ>": 805,
      "ink": 806,
      "ĠQ": 807,
      "ec": 808,
      "Ġshould": 809,
      "nder": 810,
      "Ġshow": 811,
      "$\\": 812,
      "Ġconst": 813,
      "Ġresult": 814,
      "ne": 815,
      "Ġexp": 816,
      "ds": 817,
      "Ġdata": 818,
      "iew": 819,
      "Ġequation": 820,
      "ĠWe": 821,
      "pend": 822,
      "cre": 823,
      "Ġansw": 824,
      ");": 825,
      "ize": 826,
      "Ġgiven": 827,
      "Ġ<": 828,
      "Ġused": 829,
      "its": 830,
      "der": 831,
      "ĠAn": 832,
      "ss": 833,
      "sqrt": 834,
      "Ġro": 835,
      "ia": 836,
      "}{\\": 837,
      "ange": 838,
      "Ġwr": 839,
      "play": 840,
      "port": 841,
      "raph": 842,
      "Ġits": 843,
      "Ġover": 844,
      "ues": 845,
      "line": 846,
      "pi": 847,
      "yle": 848,
      "Ġz": 849,
      "ise": 850,
      "ethod": 851,
      "ual": 852,
      "--------": 853,
      "Ġadd": 854,
      "iel": 855,
      "oth": 856,
      ")\\": 857,
      "Ġquestion": 858,
      "ear": 859,
      "Ġinto": 860,
      "Ġfile": 861,
      "==": 862,
      "Ġsuch": 863,
      "ater": 864,
      "ause": 865,
      "ments": 866,
      "urn": 867,
      "Ġunder": 868,
      "Ġsee": 869,
      "pect": 870,
      "irc": 871,
      "pr": 872,
      "Ġthey": 873,
      "led": 874,
      "ex": 875,
      "rix": 876,
      "ffic": 877,
      "sin": 878,
      "ib": 879,
      "ons": 880,
      "//": 881,
      "ature": 882,
      "Ġrel": 883,
      "Ġprodu": 884,
      "Ġpar": 885,
      "rad": 886,
      "ĠFor": 887,
      "ied": 888,
      "bab": 889,
      "cdot": 890,
      "Ġdes": 891,
      "Ġpa": 892,
      "mathrm": 893,
      "angle": 894,
      "ĠZ": 895,
      "Ġ...": 896,
      "ray": 897,
      "Ġbas": 898,
      "Ġdet": 899,
      "ĠX": 900,
      "Ġ}": 901,
      "Ġed": 902,
      "Ġcomple": 903,
      "Ġfollowing": 904,
      "ck": 905,
      "cos": 906,
      "ption": 907,
      "Ġnon": 908,
      "Ġthese": 909,
      "ĠPro": 910,
      "Ġcur": 911,
      "ake": 912,
      "ting": 913,
      "Ġbec": 914,
      "style": 915,
      "Ġmult": 916,
      "olog": 917,
      "ix": 918,
      "Ġap": 919,
      "Ġcomm": 920,
      "ĠSt": 921,
      "ep": 922,
      "ug": 923,
      "hemat": 924,
      "ÂłÂł": 925,
      "eng": 926,
      "ract": 927,
      "This": 928,
      "Ġ,": 929,
      "dis": 930,
      "Ġdefin": 931,
      "Ġanswer": 932,
      "Ġcalcul": 933,
      "ific": 934,
      "Ġsystem": 935,
      "Ġmodel": 936,
      "Ġterm": 937,
      "pro": 938,
      "))": 939,
      "cal": 940,
      "Ġag": 941,
      "ctor": 942,
      "Ġspec": 943,
      "xim": 944,
      "sion": 945,
      "Ġwant": 946,
      "asure": 947,
      "set": 948,
      "ral": 949,
      "very": 950,
      "arg": 951,
      "cess": 952,
      "inal": 953,
      "Ġcode": 954,
      "gy": 955,
      "Ġdon": 956,
      "ci": 957,
      "Ġwork": 958,
      "Ġinst": 959,
      "fore": 960,
      "playstyle": 961,
      "val": 962,
      "Ġhere": 963,
      "Ġgrou": 964,
      "Ġph": 965,
      "Ġcons": 966,
      "Ġtri": 967,
      "Ġway": 968,
      "ĠEx": 969,
      "Ġsec": 970,
      ")(": 971,
      "ick": 972,
      "ĠHow": 973,
      "ull": 974,
      "Ġcomput": 975,
      "ail": 976,
      "Ġfact": 977,
      "âĢĿ": 978,
      "Ġappro": 979,
      "ian": 980,
      "ning": 981,
      "ough": 982,
      "Ġcase": 983,
      "Ġmay": 984,
      "Ġsolution": 985,
      "ince": 986,
      "lo": 987,
      "Ġty": 988,
      "},": 989,
      "Ġpr": 990,
      "Ġreg": 991,
      "Ġprobab": 992,
      "Ġfe": 993,
      "arrow": 994,
      "pos": 995,
      "err": 996,
      "Ġmethod": 997,
      "mathbb": 998,
      "ĠCom": 999,
      "Ġvariable": 1000,
      "Ġmin": 1001,
      "Ġmake": 1002,
      "pha": 1003,
      "app": 1004,
      "Ġnew": 1005,
      "Ġthem": 1006,
      "ount": 1007,
      "Ġact": 1008,
      "for": 1009,
      "Ġcorre": 1010,
      "rent": 1011,
      "resent": 1012,
      "ole": 1013,
      "^{-": 1014,
      "displaystyle": 1015,
      "che": 1016,
      "over": 1017,
      "Ġsm": 1018,
      "Ġcould": 1019,
      "Ġbecause": 1020,
      "omet": 1021,
      "Ġhel": 1022,
      "egin": 1023,
      "ĠCh": 1024,
      "}^": 1025,
      "ings": 1026,
      "Ġmeasure": 1027,
      "ithm": 1028,
      "ser": 1029,
      "Ġve": 1030,
      "ĠâĢľ": 1031,
      "Ġnumbers": 1032,
      "Ġclass": 1033,
      "ength": 1034,
      "ym": 1035,
      "ument": 1036,
      "begin": 1037,
      "olum": 1038,
      "Ġ\\\\": 1039,
      "igh": 1040,
      "amet": 1041,
      "ically": 1042,
      "bra": 1043,
      "Ġstud": 1044,
      "ruct": 1045,
      "Ġmany": 1046,
      "ower": 1047,
      "enc": 1048,
      "Ġrec": 1049,
      "ension": 1050,
      "sible": 1051,
      "'m": 1052,
      "formation": 1053,
      "ĠQu": 1054,
      "Ġvery": 1055,
      "tt": 1056,
      "energy": 1057,
      "uch": 1058,
      "Ġser": 1059,
      "Ġacc": 1060,
      "Ġsign": 1061,
      "itt": 1062,
      "ĠAl": 1063,
      "gebra": 1064,
      "If": 1065,
      "fter": 1066,
      "yn": 1067,
      "sc": 1068,
      "}^{": 1069,
      ")=": 1070,
      "Ġrep": 1071,
      "Ġelect": 1072,
      "Ġerr": 1073,
      "Ġobject": 1074,
      "Ġsecond": 1075,
      "Ġpartic": 1076,
      ")^": 1077,
      "ced": 1078,
      "âĪ": 1079,
      "....": 1080,
      "Ġmean": 1081,
      "ield": 1082,
      "action": 1083,
      "Ġchar": 1084,
      "of": 1085,
      "ox": 1086,
      "ote": 1087,
      "Ġright": 1088,
      "Ġspace": 1089,
      "wor": 1090,
      "ĠWhat": 1091,
      "Ġvalues": 1092,
      "Ġstate": 1093,
      "fect": 1094,
      "alpha": 1095,
      "}_{": 1096,
      "Ġevery": 1097,
      "Ġabove": 1098,
      "ell": 1099,
      "lect": 1100,
      "Ġcontain": 1101,
      "Ġorder": 1102,
      "itive": 1103,
      "Ġenergy": 1104,
      "Ġanal": 1105,
      "Ġequations": 1106,
      "ook": 1107,
      "Ġprov": 1108,
      "Ġac": 1109,
      "Ġbl": 1110,
      "elta": 1111,
      "par": 1112,
      "Ġ{\\": 1113,
      "Ġboth": 1114,
      "pert": 1115,
      "ik": 1116,
      "Ġ*": 1117,
      "Ġtest": 1118,
      ")$$": 1119,
      "ually": 1120,
      "-\\": 1121,
      "Ġfunctions": 1122,
      "Ġhy": 1123,
      "****": 1124,
      "Ġdistrib": 1125,
      "ever": 1126,
      "],": 1127,
      "Ġequal": 1128,
      "Ġhelp": 1129,
      "Ġsur": 1130,
      "):": 1131,
      "gor": 1132,
      "Ġdire": 1133,
      "ict": 1134,
      "Ġpost": 1135,
      "theta": 1136,
      "up": 1137,
      "Ġsum": 1138,
      "Ġthink": 1139,
      "cept": 1140,
      "Ġmulti": 1141,
      "Ġoper": 1142,
      "ident": 1143,
      "fficient": 1144,
      "Ġtry": 1145,
      "}}{": 1146,
      "vi": 1147,
      "ute": 1148,
      "Ġtop": 1149,
      "andom": 1150,
      "Ġtheir": 1151,
      "Ġlim": 1152,
      "orem": 1153,
      "ages": 1154,
      "eta": 1155,
      "ization": 1156,
      "part": 1157,
      "}(": 1158,
      "Ġinv": 1159,
      "turn": 1160,
      "Ġconver": 1161,
      "Ġdec": 1162,
      "ference": 1163,
      "Ġgeneral": 1164,
      "ob": 1165,
      "Ġcirc": 1166,
      "Ġem": 1167,
      "ormal": 1168,
      "mathbf": 1169,
      "own": 1170,
      "clud": 1171,
      "ĠMat": 1172,
      "tern": 1173,
      "ider": 1174,
      "Ġformul": 1175,
      "____": 1176,
      ",\\": 1177,
      "Ġche": 1178,
      "Ġbound": 1179,
      "ential": 1180,
      "ĠYou": 1181,
      "ational": 1182,
      "Ġreal": 1183,
      "://": 1184,
      "con": 1185,
      "eb": 1186,
      "ify": 1187,
      "ish": 1188,
      "âĢĵ": 1189,
      "#####": 1190,
      "Ġdiv": 1191,
      "aces": 1192,
      "ank": 1193,
      "old": 1194,
      "Ġstr": 1195,
      "Ġpossible": 1196,
      "ities": 1197,
      "estions": 1198,
      "ĠSo": 1199,
      "ron": 1200,
      "ĠÂ": 1201,
      "vers": 1202,
      "$$\\": 1203,
      "Ġend": 1204,
      "Ġcorrect": 1205,
      "Ġmust": 1206,
      "Ġwell": 1207,
      "Ġrun": 1208,
      "Ġ#": 1209,
      "ild": 1210,
      "AT": 1211,
      "times": 1212,
      "ĠMay": 1213,
      "Ġmatrix": 1214,
      "io": 1215,
      "other": 1216,
      "oint": 1217,
      "Ġnow": 1218,
      "rough": 1219,
      "ero": 1220,
      "stand": 1221,
      "utions": 1222,
      "Ġgraph": 1223,
      "ved": 1224,
      "ism": 1225,
      "Ġest": 1226,
      "Ġder": 1227,
      "bl": 1228,
      "Ġext": 1229,
      ".,": 1230,
      "fty": 1231,
      "Ġpoints": 1232,
      "ubl": 1233,
      "Ġlinear": 1234,
      "view": 1235,
      "Ġloc": 1236,
      "Ġdesc": 1237,
      "Ġint": 1238,
      "Ġrequ": 1239,
      "Ġlist": 1240,
      "Ġsequ": 1241,
      "ark": 1242,
      "igma": 1243,
      "Ġexpl": 1244,
      "infty": 1245,
      "ases": 1246,
      "Ġtake": 1247,
      "Ġdef": 1248,
      "Ġinput": 1249,
      "Ġsing": 1250,
      "Ġmuch": 1251,
      "ined": 1252,
      "Ġdi": 1253,
      "ho": 1254,
      "ane": 1255,
      "Ġthree": 1256,
      "ression": 1257,
      "equ": 1258,
      "Ġste": 1259,
      "\",": 1260,
      "Ġang": 1261,
      "Ġread": 1262,
      "ĠUn": 1263,
      "Ġsupp": 1264,
      "Ġparamet": 1265,
      "face": 1266,
      "read": 1267,
      "Ġpack": 1268,
      "Ġstart": 1269,
      "ysis": 1270,
      "For": 1271,
      "ines": 1272,
      "Ġthrough": 1273,
      "Ġbeen": 1274,
      "Ġinde": 1275,
      "ized": 1276,
      "ax": 1277,
      "Ġlong": 1278,
      "Ġ/": 1279,
      "Ġsqu": 1280,
      "Ġarea": 1281,
      "Ġvector": 1282,
      "Ġfl": 1283,
      "Ġmass": 1284,
      "Ġmeans": 1285,
      "ology": 1286,
      "%%": 1287,
      "not": 1288,
      "Ġfin": 1289,
      "Ġassum": 1290,
      "Ġour": 1291,
      "Ġoutput": 1292,
      "gram": 1293,
      "Ġcent": 1294,
      "Ġent": 1295,
      "rest": 1296,
      "ometh": 1297,
      "omething": 1298,
      "Ġsample": 1299,
      "uth": 1300,
      "Ġeven": 1301,
      "arge": 1302,
      "igure": 1303,
      "We": 1304,
      "rightarrow": 1305,
      "Ġerror": 1306,
      "ier": 1307,
      "ilar": 1308,
      "ward": 1309,
      "Ġmost": 1310,
      "Ġback": 1311,
      "imension": 1312,
      "Ġlog": 1313,
      "lim": 1314,
      "ĠÂł": 1315,
      "Ġafter": 1316,
      "olution": 1317,
      "An": 1318,
      "cent": 1319,
      "Ġexist": 1320,
      "partial": 1321,
      "inu": 1322,
      "Ġtra": 1323,
      "ency": 1324,
      "gorithm": 1325,
      "sp": 1326,
      "Ġdepend": 1327,
      "ffect": 1328,
      "Ġ)": 1329,
      "Ġlength": 1330,
      "phi": 1331,
      "array": 1332,
      "Ġwhy": 1333,
      "Ġpaper": 1334,
      "work": 1335,
      "imal": 1336,
      "Ġgroup": 1337,
      "py": 1338,
      "sel": 1339,
      "Ġintegral": 1340,
      "Ġass": 1341,
      "Ġrat": 1342,
      "Ġconstant": 1343,
      "Ġderiv": 1344,
      "Ġ@": 1345,
      "Ġproduct": 1346,
      "Ġmet": 1347,
      "Ġcomplex": 1348,
      "Ġsmall": 1349,
      "net": 1350,
      "Ġprobability": 1351,
      "iqu": 1352,
      "icle": 1353,
      "Ex": 1354,
      "log": 1355,
      "~~": 1356,
      "requ": 1357,
      "Ġinformation": 1358,
      "Ġcond": 1359,
      "Ġwere": 1360,
      "aw": 1361,
      "met": 1362,
      "Ġke": 1363,
      "Ġcre": 1364,
      "ĠDe": 1365,
      "SE": 1366,
      "ner": 1367,
      "Ġforce": 1368,
      "Ġprocess": 1369,
      "Ġdeterm": 1370,
      "()": 1371,
      "pen": 1372,
      "ots": 1373,
      "ĠMath": 1374,
      "dfrac": 1375,
      "ton": 1376,
      "Ġ$(": 1377,
      "Ġdisc": 1378,
      "Ġbu": 1379,
      "ere": 1380,
      "ĠThere": 1381,
      "Ġterms": 1382,
      "orph": 1383,
      "ĠĠĠ": 1384,
      "Ġresults": 1385,
      "Ġind": 1386,
      "rol": 1387,
      "mathcal": 1388,
      "Ġcharact": 1389,
      "bar": 1390,
      "hed": 1391,
      "Ġsince": 1392,
      "Ġbelow": 1393,
      "ified": 1394,
      "col": 1395,
      "sing": 1396,
      "Ġdid": 1397,
      "Ġedit": 1398,
      "Ġestim": 1399,
      "Ġrandom": 1400,
      "ource": 1401,
      "Ġdistribution": 1402,
      "Ġtem": 1403,
      "lease": 1404,
      "ember": 1405,
      "You": 1406,
      "da": 1407,
      "Ġrad": 1408,
      "Ġunderstand": 1409,
      "Ġident": 1410,
      "Ġopt": 1411,
      "anks": 1412,
      "Ġeas": 1413,
      "ctions": 1414,
      "ilon": 1415,
      "Ġsomething": 1416,
      "Ġrate": 1417,
      "andard": 1418,
      "round": 1419,
      "{{": 1420,
      "Ġsay": 1421,
      "Ġrem": 1422,
      "}=": 1423,
      "ĠAs": 1424,
      "psilon": 1425,
      "ynam": 1426,
      "ead": 1427,
      "ful": 1428,
      "gen": 1429,
      "Ġlook": 1430,
      "arch": 1431,
      "Ġgre": 1432,
      "ĠPh": 1433,
      "ock": 1434,
      "+\\": 1435,
      "amb": 1436,
      "Ġfound": 1437,
      "Ġpropert": 1438,
      "\\\\": 1439,
      "tic": 1440,
      "ann": 1441,
      "ason": 1442,
      "Ġexact": 1443,
      "Ġcurrent": 1444,
      "raw": 1445,
      "Ġhigh": 1446,
      "ĠJan": 1447,
      "als": 1448,
      "To": 1449,
      "ars": 1450,
      "und": 1451,
      "bin": 1452,
      "Ġreaction": 1453,
      "Ġbeing": 1454,
      "Ġsingle": 1455,
      "Ġtype": 1456,
      "get": 1457,
      "omial": 1458,
      "Ġ${\\": 1459,
      "Ġhand": 1460,
      "ĠCon": 1461,
      "Ġstill": 1462,
      "Ġalgorithm": 1463,
      "Ġsym": 1464,
      "Ġexper": 1465,
      "ĠBut": 1466,
      "Ġlet": 1467,
      "ordin": 1468,
      "Ġlimit": 1469,
      "Ġpositive": 1470,
      "Ġformula": 1471,
      "Ġconf": 1472,
      "Ġrepresent": 1473,
      ")}": 1474,
      "}$.": 1475,
      "Ġtext": 1476,
      "ule": 1477,
      "ided": 1478,
      "Ġquant": 1479,
      "pond": 1480,
      "ision": 1481,
      "$-": 1482,
      "Ġseries": 1483,
      "Ġtheorem": 1484,
      "ither": 1485,
      "itions": 1486,
      "istic": 1487,
      "bol": 1488,
      "Ġsize": 1489,
      "====": 1490,
      "Ġwave": 1491,
      "Ġincre": 1492,
      "Ġseem": 1493,
      "ves": 1494,
      "aus": 1495,
      "ality": 1496,
      "Ġet": 1497,
      "verse": 1498,
      "</": 1499,
      "St": 1500,
      "Ġfield": 1501,
      "Ġyear": 1502,
      "Ġalgebra": 1503,
      "ides": 1504,
      "Ġorig": 1505,
      "Ġpoly": 1506,
      "Ġsequence": 1507,
      "Ġcol": 1508,
      "let": 1509,
      "Ġsimple": 1510,
      "ructure": 1511,
      "Ġtoo": 1512,
      "Ġbased": 1513,
      "Ġide": 1514,
      "Ġdown": 1515,
      "Ġnormal": 1516,
      "ĠTe": 1517,
      "tex": 1518,
      "Ġcalled": 1519,
      "ng": 1520,
      "Ġzero": 1521,
      "Ġvariables": 1522,
      "ins": 1523,
      "osed": 1524,
      "Ġmathemat": 1525,
      "Ġinterest": 1526,
      "Let": 1527,
      "ĠNe": 1528,
      "Ġperform": 1529,
      "vious": 1530,
      "ON": 1531,
      "Ġoff": 1532,
      "Ġlevel": 1533,
      ".)": 1534,
      "oid": 1535,
      "where": 1536,
      "Ġwhile": 1537,
      "ĠMathemat": 1538,
      "Re": 1539,
      "_{\\": 1540,
      "mu": 1541,
      "Ġ?": 1542,
      "ately": 1543,
      "Ġ--": 1544,
      "mon": 1545,
      "Ġtheory": 1546,
      "raction": 1547,
      "ired": 1548,
      "Ġprogram": 1549,
      "perature": 1550,
      "Ġmath": 1551,
      "plication": 1552,
      "Ġgood": 1553,
      "Ġdirect": 1554,
      "nal": 1555,
      "Ġinclud": 1556,
      "Te": 1557,
      "ten": 1558,
      "wh": 1559,
      "Ġimport": 1560,
      "Ġdistance": 1561,
      "gg": 1562,
      "itial": 1563,
      "Ġgu": 1564,
      "Ġsolve": 1565,
      "Ġproblems": 1566,
      "Ġagain": 1567,
      "ense": 1568,
      "Ġhtt": 1569,
      "uring": 1570,
      "Ġobser": 1571,
      "Ġmight": 1572,
      "ĠLe": 1573,
      "sigma": 1574,
      "Ġexpect": 1575,
      "respond": 1576,
      "rict": 1577,
      "ysics": 1578,
      "self": 1579,
      "str": 1580,
      "$$.": 1581,
      "ript": 1582,
      "ambda": 1583,
      "cle": 1584,
      "dd": 1585,
      "chn": 1586,
      "Ġchange": 1587,
      "me": 1588,
      "ĠFeb": 1589,
      "Ġdoi": 1590,
      "pre": 1591,
      "Ġthose": 1592,
      "Ġapproxim": 1593,
      "Pro": 1594,
      "epsilon": 1595,
      "Ġav": 1596,
      "ĠSh": 1597,
      "Ġcompon": 1598,
      "Ġsimilar": 1599,
      "pendent": 1600,
      "IN": 1601,
      "atic": 1602,
      "Ġfrequ": 1603,
      "ĠTo": 1604,
      "ĠThen": 1605,
      "olumn": 1606,
      "Ġparticular": 1607,
      "inuous": 1608,
      "ault": 1609,
      "Ġnet": 1610,
      "umber": 1611,
      "Ġwithout": 1612,
      "ĠCont": 1613,
      "tage": 1614,
      "ways": 1615,
      "Ġreturn": 1616,
      "Ġpe": 1617,
      "ross": 1618,
      "Ġgive": 1619,
      "Ġless": 1620,
      "rr": 1621,
      "Ġtimes": 1622,
      "align": 1623,
      "Ġelement": 1624,
      "Ġsquare": 1625,
      "(-": 1626,
      "^{\\": 1627,
      "ÃĹ": 1628,
      "pec": 1629,
      "Ġallow": 1630,
      "Ġtrue": 1631,
      "ration": 1632,
      "ving": 1633,
      "Ġstandard": 1634,
      "plit": 1635,
      "Ġmaxim": 1636,
      "Ġwrite": 1637,
      "Ġconsider": 1638,
      "bit": 1639,
      "sub": 1640,
      "ĠIs": 1641,
      "Ġlarge": 1642,
      "----------------": 1643,
      "ST": 1644,
      "Ġsure": 1645,
      "Ġlear": 1646,
      "AR": 1647,
      "eomet": 1648,
      "tal": 1649,
      "Ġâ": 1650,
      "ering": 1651,
      "Ġbefore": 1652,
      "ĠOct": 1653,
      "Ġtemperature": 1654,
      "ible": 1655,
      "ators": 1656,
      "Ġreference": 1657,
      "Ġneg": 1658,
      "ensity": 1659,
      "Ġtyp": 1660,
      "``": 1661,
      "Ġdiff": 1662,
      "Ġdoesn": 1663,
      "arget": 1664,
      "org": 1665,
      "ĠAnd": 1666,
      "amma": 1667,
      "tem": 1668,
      "Ġleast": 1669,
      "Ġcorrespond": 1670,
      "ype": 1671,
      "Ġart": 1672,
      "Ġquestions": 1673,
      "Ġanalysis": 1674,
      "',": 1675,
      "Ġtak": 1676,
      "ased": 1677,
      "Ġsurface": 1678,
      "ga": 1679,
      "ply": 1680,
      "rary": 1681,
      "}}$": 1682,
      "Ġq": 1683,
      "Ġhad": 1684,
      "Ġview": 1685,
      "duct": 1686,
      "ural": 1687,
      "ival": 1688,
      "ĠOr": 1689,
      "ER": 1690,
      "It": 1691,
      "li": 1692,
      "})": 1693,
      "hes": 1694,
      "Ġref": 1695,
      "ĠWh": 1696,
      "ĠOn": 1697,
      "Ġdescrib": 1698,
      "df": 1699,
      "rans": 1700,
      "yl": 1701,
      "$$,": 1702,
      "Ġcharacter": 1703,
      "itle": 1704,
      "Ġanother": 1705,
      "oci": 1706,
      "Ġscal": 1707,
      "Ġfinite": 1708,
      "iment": 1709,
      "Ġreally": 1710,
      "ĠLet": 1711,
      "ourse": 1712,
      "So": 1713,
      "ouble": 1714,
      "ĠJun": 1715,
      "Ġfactor": 1716,
      "Ġcle": 1717,
      "teg": 1718,
      "Ġsolutions": 1719,
      "olume": 1720,
      "nomial": 1721,
      "Ġfree": 1722,
      ")$.": 1723,
      "++": 1724,
      "nect": 1725,
      "wise": 1726,
      "Ġcar": 1727,
      "ott": 1728,
      "ivity": 1729,
      "apter": 1730,
      "oy": 1731,
      "sh": 1732,
      "abel": 1733,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1734,
      "How": 1735,
      "ww": 1736,
      "Ġpower": 1737,
      "plied": 1738,
      "roup": 1739,
      "ily": 1740,
      "ern": 1741,
      "ixed": 1742,
      "ules": 1743,
      "Ġproof": 1744,
      "Ġstructure": 1745,
      "Ġ^": 1746,
      "Ġinfin": 1747,
      "usion": 1748,
      "Ġcoe": 1749,
      "ivers": 1750,
      "sol": 1751,
      "ulation": 1752,
      "Ġmain": 1753,
      "ĠZbl": 1754,
      "Ġdefined": 1755,
      "ĠDec": 1756,
      "Ġalways": 1757,
      "lambda": 1758,
      "ĠMe": 1759,
      "Ġdeg": 1760,
      "Ġchang": 1761,
      "Ġangle": 1762,
      "Ġradi": 1763,
      "atist": 1764,
      "Ġshe": 1765,
      "Ġgives": 1766,
      "(\"": 1767,
      "As": 1768,
      "Delta": 1769,
      "Ġopen": 1770,
      "Ġpred": 1771,
      "Ġdifference": 1772,
      ";\\": 1773,
      "ared": 1774,
      "Ġmon": 1775,
      "Ġtotal": 1776,
      "Ġredu": 1777,
      "Ġreason": 1778,
      "dt": 1779,
      "pon": 1780,
      "ven": 1781,
      "Ġtable": 1782,
      "Ġwhe": 1783,
      "ody": 1784,
      "ification": 1785,
      "AN": 1786,
      "ln": 1787,
      "Ġmom": 1788,
      "Ġcheck": 1789,
      "be": 1790,
      "ash": 1791,
      "Ġlight": 1792,
      "ĠPost": 1793,
      "plies": 1794,
      "Ġcoordin": 1795,
      "Ġrespect": 1796,
      "rame": 1797,
      "}_": 1798,
      "Ġ->": 1799,
      "Ġunit": 1800,
      "Ġspaces": 1801,
      "Ġcontrol": 1802,
      "ĠâĪ": 1803,
      "Ġel": 1804,
      "crete": 1805,
      "'re": 1806,
      "iod": 1807,
      "}=\\": 1808,
      "Ġbit": 1809,
      "ĠMar": 1810,
      "'ve": 1811,
      "Ġdig": 1812,
      "âĢ¦": 1813,
      "omega": 1814,
      "Ġspeed": 1815,
      "Ġcontains": 1816,
      "beta": 1817,
      "ople": 1818,
      "Ġinitial": 1819,
      "Ġeffect": 1820,
      "quad": 1821,
      "plement": 1822,
      "}$,": 1823,
      "ĠThat": 1824,
      "orphism": 1825,
      "Ġsa": 1826,
      "kes": 1827,
      "Ġobtain": 1828,
      "Ġpolynomial": 1829,
      "ler": 1830,
      "man": 1831,
      "Ġcourse": 1832,
      "Ġput": 1833,
      "Ġdoc": 1834,
      "Ġ##": 1835,
      "Ġpath": 1836,
      "Ġrema": 1837,
      "ocument": 1838,
      "Ġarg": 1839,
      "Ġwater": 1840,
      "ade": 1841,
      "Ġmag": 1842,
      "angu": 1843,
      "Ġinteger": 1844,
      "Now": 1845,
      "Ġden": 1846,
      "ĠAug": 1847,
      "Ġsufficient": 1848,
      "Ġrot": 1849,
      "Ġra": 1850,
      "Ġdone": 1851,
      "less": 1852,
      "ges": 1853,
      "ness": 1854,
      "iss": 1855,
      "Ġrest": 1856,
      "Ġbeh": 1857,
      "ĠLa": 1858,
      "Ġknown": 1859,
      "Ġminim": 1860,
      "Ġstudy": 1861,
      "********": 1862,
      "What": 1863,
      "mod": 1864,
      "Ġaround": 1865,
      "Ġfull": 1866,
      "Ġpresent": 1867,
      "Ġhapp": 1868,
      "ĠApr": 1869,
      "ĠÂ·": 1870,
      "Ġpackage": 1871,
      "co": 1872,
      "way": 1873,
      "ift": 1874,
      "Ġcommand": 1875,
      "Ġinstead": 1876,
      "'ll": 1877,
      "verage": 1878,
      "atex": 1879,
      "thing": 1880,
      "aving": 1881,
      "Ġdefinition": 1882,
      "ique": 1883,
      "ĠÎ": 1884,
      "ets": 1885,
      "vec": 1886,
      "ĠSep": 1887,
      "Ġconnect": 1888,
      "Ġsepar": 1889,
      "ĠHowever": 1890,
      "ĠNov": 1891,
      "Ġleft": 1892,
      "print": 1893,
      "TeX": 1894,
      "Ġprove": 1895,
      "table": 1896,
      "ournal": 1897,
      "Ġworks": 1898,
      "Ġfollows": 1899,
      "Jo": 1900,
      "Post": 1901,
      "lor": 1902,
      "stit": 1903,
      "ĠCl": 1904,
      "Ġvol": 1905,
      "ude": 1906,
      "\".": 1907,
      "LA": 1908,
      "mer": 1909,
      "Ġimage": 1910,
      "Ġeither": 1911,
      "Ġlast": 1912,
      "Ġrange": 1913,
      "Ġcomplete": 1914,
      "ÂłÂłÂłÂł": 1915,
      "Ġsystems": 1916,
      "Ġpeople": 1917,
      "Ġnegative": 1918,
      "Com": 1919,
      "There": 1920,
      "min": 1921,
      "ences": 1922,
      "inder": 1923,
      "]{": 1924,
      "Ġocc": 1925,
      "ene": 1926,
      "Ġgot": 1927,
      "Ġbetter": 1928,
      "Ġwrong": 1929,
      "position": 1930,
      "imensional": 1931,
      "Ġwhether": 1932,
      "Ġequival": 1933,
      "Ġfiles": 1934,
      "ertain": 1935,
      "Ġflow": 1936,
      "Ġdraw": 1937,
      "ressure": 1938,
      "Ġcommon": 1939,
      "OR": 1940,
      "rho": 1941,
      "}}\\": 1942,
      "}{,": 1943,
      "comm": 1944,
      "Ġmoment": 1945,
      "ium": 1946,
      "Ġ%": 1947,
      "ert": 1948,
      "Ġhig": 1949,
      "ĠCal": 1950,
      "Ġexactly": 1951,
      "^\\": 1952,
      "_\\": 1953,
      "Ġaut": 1954,
      "urther": 1955,
      "Ġcannot": 1956,
      "Ġsugg": 1957,
      "plications": 1958,
      "Ġtrying": 1959,
      ")/": 1960,
      "ape": 1961,
      "dx": 1962,
      "ining": 1963,
      "Ġcolumn": 1964,
      "alle": 1965,
      "Ġlower": 1966,
      "ĠFind": 1967,
      "Ġparameter": 1968,
      "Al": 1969,
      "Ch": 1970,
      "DE": 1971,
      "stract": 1972,
      "Ġelements": 1973,
      "Ġexpression": 1974,
      "Ġstep": 1975,
      "color": 1976,
      "Qu": 1977,
      "rit": 1978,
      "ystem": 1979,
      "Ġcoun": 1980,
      "Ġfigure": 1981,
      "Ġshown": 1982,
      "Ġidea": 1983,
      ")-": 1984,
      "=\"": 1985,
      "by": 1986,
      "rangle": 1987,
      "Ġbook": 1988,
      "Ġcost": 1989,
      "Ġcoll": 1990,
      "Ġpair": 1991,
      "ublic": 1992,
      "Ġseems": 1993,
      "erial": 1994,
      "ĠSe": 1995,
      "ĠSch": 1996,
      "ames": 1997,
      "ocity": 1998,
      "Ġtechn": 1999,
      "Ġaddition": 2000,
      "Ġfew": 2001,
      "Ġproperties": 2002,
      "aking": 2003,
      "Ġside": 2004,
      "Ġdensity": 2005,
      "Ġatom": 2006,
      ")$,": 2007,
      "Ġenough": 2008,
      "Ġeval": 2009,
      "olec": 2010,
      "Ġoriginal": 2011,
      "AL": 2012,
      "ey": 2013,
      "xy": 2014,
      "Ġtag": 2015,
      "Ġweight": 2016,
      "matrix": 2017,
      "Ġappe": 2018,
      "Ġcondition": 2019,
      "name": 2020,
      "Ġpot": 2021,
      "Ġlow": 2022,
      "ĠDo": 2023,
      "ailable": 2024,
      "dro": 2025,
      "document": 2026,
      "ĠSci": 2027,
      "Ġspect": 2028,
      "Ġcalculate": 2029,
      "Ġyears": 2030,
      "Ġpredict": 2031,
      "ood": 2032,
      "rid": 2033,
      "ished": 2034,
      "Ġinc": 2035,
      "ention": 2036,
      "astic": 2037,
      "ological": 2038,
      "leq": 2039,
      "ctors": 2040,
      "Ġthings": 2041,
      "Ġlines": 2042,
      "igg": 2043,
      "Ġproject": 2044,
      "ĠMod": 2045,
      "Ġdiscus": 2046,
      "eq": 2047,
      "ients": 2048,
      "Ġvel": 2049,
      "Ġcard": 2050,
      "Ġiss": 2051,
      "etic": 2052,
      "rodu": 2053,
      "Ġhis": 2054,
      "ields": 2055,
      "ĠProblem": 2056,
      "ET": 2057,
      "side": 2058,
      "Ġsl": 2059,
      "Ġwithin": 2060,
      "ription": 2061,
      "abl": 2062,
      "ĠJul": 2063,
      "Ġsyn": 2064,
      "Ġmaximum": 2065,
      "}{,}{": 2066,
      "Â¶": 2067,
      "inally": 2068,
      "place": 2069,
      "day": 2070,
      "lation": 2071,
      "ring": 2072,
      "Ã©": 2073,
      "Ġname": 2074,
      "section": 2075,
      "itten": 2076,
      "Ġmultiple": 2077,
      "Ġfrequency": 2078,
      "iven": 2079,
      "def": 2080,
      "Ġversion": 2081,
      "%%%%": 2082,
      "]$": 2083,
      "ha": 2084,
      "Ġcall": 2085,
      "Ġpass": 2086,
      "Ġdom": 2087,
      "Ġlangu": 2088,
      "ĠNo": 2089,
      "Ġgoing": 2090,
      "Ġable": 2091,
      "Ġmode": 2092,
      "ively": 2093,
      "Ġindic": 2094,
      "AM": 2095,
      "On": 2096,
      "Ġmot": 2097,
      "ĠAb": 2098,
      "ĠAt": 2099,
      "iff": 2100,
      "chan": 2101,
      "Ġexplain": 2102,
      "Ġsupport": 2103,
      "Ġindependent": 2104,
      "Ġimportant": 2105,
      "Ġcertain": 2106,
      "Ġlo": 2107,
      "Ġvis": 2108,
      "ĠDis": 2109,
      "thon": 2110,
      "ferences": 2111,
      "Ġsets": 2112,
      "Ġtransform": 2113,
      "Ġstatement": 2114,
      "Ġexperiment": 2115,
      "Ġtriangle": 2116,
      "uthor": 2117,
      "delta": 2118,
      "Ġthing": 2119,
      "Ġrule": 2120,
      "ĠWhen": 2121,
      "Ġplane": 2122,
      "Ġmethods": 2123,
      "ittle": 2124,
      "Ġinfinite": 2125,
      "rate": 2126,
      "Ġ`": 2127,
      "inary": 2128,
      "oug": 2129,
      "Ġcome": 2130,
      "Ġadv": 2131,
      "ĠExample": 2132,
      "Ġactually": 2133,
      "Ġdefault": 2134,
      "('": 2135,
      "gin": 2136,
      "orre": 2137,
      "igen": 2138,
      "Ġimplement": 2139,
      "Ġscore": 2140,
      "ails": 2141,
      "Ġapproach": 2142,
      "Ġvelocity": 2143,
      "atch": 2144,
      "Ġfraction": 2145,
      "Ġbase": 2146,
      "Ġgra": 2147,
      "idth": 2148,
      "psi": 2149,
      "ensions": 2150,
      "Ġintegers": 2151,
      "Ġpotential": 2152,
      "SS": 2153,
      "\\{": 2154,
      "Ġsense": 2155,
      "ission": 2156,
      "anation": 2157,
      "Ġperiod": 2158,
      "Ġprec": 2159,
      "ready": 2160,
      "box": 2161,
      "Ġax": 2162,
      "onal": 2163,
      "Ġbi": 2164,
      "Ġsuper": 2165,
      "Ġshows": 2166,
      "Ġevalu": 2167,
      "Ġsat": 2168,
      "ters": 2169,
      "pping": 2170,
      "Ġeng": 2171,
      "Ġdefine": 2172,
      "pack": 2173,
      "onym": 2174,
      "Ġbest": 2175,
      "velop": 2176,
      "Ġdifferential": 2177,
      "ĠAnal": 2178,
      "ird": 2179,
      "ability": 2180,
      "Ġnumer": 2181,
      "Ġmaterial": 2182,
      "nown": 2183,
      "plicit": 2184,
      "Ġderivative": 2185,
      "Ġetc": 2186,
      "iversity": 2187,
      "rite": 2188,
      "Ġfour": 2189,
      "esc": 2190,
      "Ġvolume": 2191,
      "iron": 2192,
      "Ġoccur": 2193,
      "Ġhigher": 2194,
      "RE": 2195,
      "cm": 2196,
      "}+": 2197,
      "Ġfast": 2198,
      "ĠIm": 2199,
      "Ġhour": 2200,
      "ĠAp": 2201,
      "Ġnext": 2202,
      "Ġsimply": 2203,
      "Ġlooking": 2204,
      "________": 2205,
      "tical": 2206,
      "Ġsit": 2207,
      "Ġdel": 2208,
      "Ġmade": 2209,
      "Ġgeomet": 2210,
      "Ġago": 2211,
      "Ġelectr": 2212,
      "Con": 2213,
      "ior": 2214,
      "pa": 2215,
      "point": 2216,
      "}-": 2217,
      "erc": 2218,
      "Ġsource": 2219,
      "Ġalready": 2220,
      "linear": 2221,
      "Ġtried": 2222,
      "Ġinvol": 2223,
      "Ġsymmet": 2224,
      "Ġavailable": 2225,
      "Here": 2226,
      "Ġsays": 2227,
      "Ġinf": 2228,
      "Ġposition": 2229,
      "Ġprevious": 2230,
      "ches": 2231,
      "Ġelectron": 2232,
      "ope": 2233,
      "return": 2234,
      "Ġcount": 2235,
      "Ġlittle": 2236,
      "oose": 2237,
      "aves": 2238,
      "Ġprobably": 2239,
      "Ġequivalent": 2240,
      "lu": 2241,
      "Ġfil": 2242,
      "Ġpage": 2243,
      "Ġpressure": 2244,
      "Ġmov": 2245,
      "Ġthough": 2246,
      "Ġ(\\": 2247,
      "ĠPM": 2248,
      "pty": 2249,
      "Ġdocument": 2250,
      ")}{": 2251,
      "file": 2252,
      "lection": 2253,
      "ĠAr": 2254,
      "Ġpop": 2255,
      "ĠJournal": 2256,
      "Ġtell": 2257,
      "new": 2258,
      "Ġkey": 2259,
      "circ": 2260,
      "Ġaverage": 2261,
      "Ġfixed": 2262,
      "otes": 2263,
      "vert": 2264,
      "ives": 2265,
      "),(": 2266,
      "Ġapply": 2267,
      "Ġflu": 2268,
      "ĠÂłĠÂł": 2269,
      "And": 2270,
      "Ġcases": 2271,
      "Ġwho": 2272,
      "ĠThanks": 2273,
      "Ġconsist": 2274,
      "~~~~": 2275,
      "Ġarticle": 2276,
      "ought": 2277,
      "Ġ####": 2278,
      "Ġtarget": 2279,
      "atural": 2280,
      "Ġcap": 2281,
      "Ġnever": 2282,
      "Ġmap": 2283,
      "Ġsignal": 2284,
      "Ġcircle": 2285,
      "Ġsaid": 2286,
      "length": 2287,
      "ool": 2288,
      "uit": 2289,
      "wn": 2290,
      "Ġdoing": 2291,
      "Ġunits": 2292,
      "Ġplace": 2293,
      "Ġratio": 2294,
      "upp": 2295,
      "ital": 2296,
      "Ġfar": 2297,
      "Ġfinal": 2298,
      "Ġpers": 2299,
      "Ġmolec": 2300,
      "ĠRes": 2301,
      "Ġinterval": 2302,
      "Ġexpress": 2303,
      "Ġrelated": 2304,
      "Ġregular": 2305,
      "Ġstudents": 2306,
      "ĠQuestion": 2307,
      "Ġassoci": 2308,
      "Ġrather": 2309,
      "Ġclear": 2310,
      "DF": 2311,
      "ming": 2312,
      "med": 2313,
      "var": 2314,
      "ĠâĢ¢": 2315,
      "Ġtre": 2316,
      "atter": 2317,
      "ised": 2318,
      "ĠAM": 2319,
      "Ġuseful": 2320,
      "ottom": 2321,
      ")+": 2322,
      "Note": 2323,
      "pot": 2324,
      "iting": 2325,
      "Ġhard": 2326,
      "Ġlarg": 2327,
      "Ġselect": 2328,
      "Ġwritten": 2329,
      "Ġhyper": 2330,
      "Ġlocal": 2331,
      "Ġdiag": 2332,
      "Ġcenter": 2333,
      "ml": 2334,
      "son": 2335,
      "Ġcos": 2336,
      "alf": 2337,
      "Ġpres": 2338,
      "odes": 2339,
      "Ġobjects": 2340,
      "Ġbuild": 2341,
      "Is": 2342,
      "Ġoption": 2343,
      "anc": 2344,
      "Ġplease": 2345,
      "Ġlink": 2346,
      "ĠPre": 2347,
      "Ġdecom": 2348,
      "Ġsem": 2349,
      "Ġedge": 2350,
      ")]": 2351,
      "Sh": 2352,
      "Ġcell": 2353,
      "ited": 2354,
      "Ġtool": 2355,
      "Ġhaving": 2356,
      "Ġask": 2357,
      "ruction": 2358,
      "ched": 2359,
      "overline": 2360,
      "Ġassume": 2361,
      "ĠNew": 2362,
      "which": 2363,
      "Ġhttp": 2364,
      "Ġcorresponding": 2365,
      "CH": 2366,
      "ection": 2367,
      "Ġlot": 2368,
      "veral": 2369,
      "Ġsection": 2370,
      "indow": 2371,
      "Ġmakes": 2372,
      "ector": 2373,
      "Ġspecific": 2374,
      ";\\;\\": 2375,
      "Cl": 2376,
      "Ġpp": 2377,
      "Ġdue": 2378,
      "ĠII": 2379,
      "Ġformat": 2380,
      "Ġvia": 2381,
      "els": 2382,
      "Ġseveral": 2383,
      "ograph": 2384,
      "Ġwords": 2385,
      "ording": 2386,
      "Ġenv": 2387,
      "Ġexpon": 2388,
      "ĠPhysics": 2389,
      "ĠLevel": 2390,
      "Joined": 2391,
      ".$": 2392,
      "isf": 2393,
      "Ġday": 2394,
      "ĠInd": 2395,
      "Ġyet": 2396,
      "ĠSystem": 2397,
      "htt": 2398,
      "class": 2399,
      "Ġsimpl": 2400,
      "Ġneeded": 2401,
      "Ġarray": 2402,
      "Ġhydro": 2403,
      "Ġinvest": 2404,
      "Ġstring": 2405,
      "De": 2406,
      "]:": 2407,
      "Ġfurther": 2408,
      "arl": 2409,
      "Ġworking": 2410,
      "Ġprin": 2411,
      "Ġcomponent": 2412,
      "Ġnetwork": 2413,
      "Ġlearn": 2414,
      "[\\": 2415,
      "celer": 2416,
      "ĠSer": 2417,
      "Ġstates": 2418,
      "Ġcomment": 2419,
      "Ġcombin": 2420,
      "ĠEng": 2421,
      "ĠNow": 2422,
      "Ġword": 2423,
      "Ġrequired": 2424,
      "Ġsuggest": 2425,
      "IP": 2426,
      "na": 2427,
      "Ġtoget": 2428,
      "Ġeigen": 2429,
      "ump": 2430,
      "olds": 2431,
      "Ġiter": 2432,
      "ĠHe": 2433,
      "ĠGener": 2434,
      "comes": 2435,
      "Ġloop": 2436,
      "Ġlooks": 2437,
